Repository: zapping-vbi/vbi-archive
Catalog: rte/po/*.po
Languages: de, es, fr, nl

source: Invalid group of pictures sequence: "%s".
de: Unzulässige Bildsequenz: "%s".
es: Secuencia GOP no válida: "%s".
fr: Invalide groupe de séquence d'images : "%s".
nl: Ongeldige samenstelling van beelden: "%s".

source: Invalid group of pictures sequence: "%s", length %d. The number of pictures in a GOP is limited to 1024.
de: Unzulässige Bildfolge: "%s", Länge %d. Die Anzahl der Bilder ist begrenzt auf 1024.
es: Secuencia GOP no válida: "%s", longitud %d. El número de cuadros en un GOP es 1024 como máximo.
fr: Invalide groupe de séquence d'images : "%s", longueur %d. Le nombre d'images pour un GOP est limité à 1024.
nl: Ongeldige samenstelling van beelden: "%s", lengte %d. Het aantal beelden in een GOP is beperkt tot 1024

source: Invalid group of pictures sequence: "%s". The number of successive 'B' bidirectionally predicted pictures is limited to %u.
de: Unzulässige Bildfolge: "%s". Die Anzahl aufeinanderfolgender 'B' bidirektional kodierter Bilder ist begrenzt auf %u.
es: Secuencia GOP no válida: "%s". El número de cuadros bidireccionales 'B' sucesivos está limitado a %u.
fr: Invalide groupe de séquence d'images : "%s". Le nombre successif de 'B' bidirectionally predicted pictures est limité a %u.
nl: Ongeldige samenstelling van beelden: "%s". Het aantal beelden achter elkaar van het type beelden voorspeld als 'B' bidirectioneel is beperkt tot %u.

source: Out of memory.
de: Nicht genug Speicher.
es: Memoria exhausta.
fr: Plus de mémoire.
nl: Gebrek aan geheugen.

source: Standard compliant
de: Standardkonform
es: Según el estándar
fr: Conforme au standard
nl: Overeenkomstig de standaard

source: Multiplexer timestamps
de: Multiplexer Zeitstempel
es: Marcas temporales en el multiplexador.
fr: Multiplexeur de timestamps
nl: Multiplexer tijdstempels

source: Insert fake pictures
de: Unechte Bilder einfügen
es: Insertar cuadros espúreos.
fr: Insérer de fausses images
nl: Voeg nep beelden in

source: Bit rate
es: Tasa de bits
nl: Bit frequentie

source: Virtual frame rate
de: Virtuelle Bildrate
es: Tasa de cuadros virtual
fr: Taux de trame virtuel
nl: Virtuele frame frequentie

source: MPEG-1 allows only a few discrete values for frames/s, but this codec can skip frames if you wish. Choose the output bit rate accordingly.
de: MPEG-1 erlaubt nur einige wenige Werte für Bilder/s, aber dieser Encoder kann Bilder überspringen wenn Sie möchten. Wählen Sie die Bitrate entsprechend.
es: MPEG-1 soporta sólo valores discretos para los cuadros/segundo, pero este codec puede saltarse cuadros si lo deseas. Elige la tasa de bits de salida de acuerdo con esto.
fr: MPEG-1 permet propose seulement quelques valeurs pour les trames/s, mais ce codec peut sauter des trames si vous voulez. Choisissez le bit rate de sortie en conséquence.
nl: Volgens MPEG-1 is slechts een beperkt aantal frames/sec toegestaan.Deze codec kan frames overslaan als u dat wilt. Kies de uitvoer bit frequentie (rate) conform uw wens.

source: Virtual frame rate method
de: Methode für virtuelle Bildrate
es: Método para la tasa de cuadros virtual
fr: Méthode du taux de trame virtuel
nl: Virtuele frame frequentie methode

source: The standard compliant method has one major drawback: it may have to promote some or even all B to P pictures, reducing the image quality.
de: Die standardkonforme Methode hat einen Hauptnachteil: Möglicherweise müssen einige oder sogar alle B- als P-Bilder kodiert werden, was die Bildqualität reduziert.
es: El método estándar tiene una pega importante: quizá tenga que transformar cuadros B a P, reduciendo la calidad de imagen.
fr: Ma méthode conforme au standard a un inconvénient majeur : elle peut favoriser l'utilisation de quelques ou toutes les images B en P, en réduisant la qualité de l'image.
nl: De methode conform de standaard heeft 1 groot nadeel: wellicht moethet sommige of alle B beelden promoveren naar P beelden.Dit vermindert de beeldkwaliteit.

source: GOP sequence
de: Bildsequenz
es: Secuencia GOP
fr: Séquence GOP
nl: GOP sequentie

source: Motion compensation
de: Bewegungskompensation
es: Compensación de movimiento
fr: Compensation du mouvement
nl: Bewegingscompensatie

source: Enable motion compensation to improve the image quality. The motion search range is automatically adjusted.
de: Aktivieren Sie Bewegungskompensation um die Bildqualität zu verbessern. Die Suchweite stellt sich automatisch ein.
es: Habilita la compensación de movimiento para mejorar la calidad de imagen. El rango de búsqueda de movimiento se ajusta automáticamente.
fr: Autoriser la compensation de mouvement pour améliorer la qualité de l'image. L'intervalle de recherche du mouvement est automatiquement ajusté.
nl: Zet bewegingscompensatie aan om de beeldkwaliteit te verhogen. Het beeld zoekgebied wordt automatisch aangepast.

source: Annotation
de: Anmerkung
es: Anotación
nl: Annotatie

source: Add an annotation in the user data field shortly after the video stream start. This is an mp1e extension, players will ignore it.
de: Fügt eine Anmerkung im User-Data Feld kurz nach Beginn der Datei ein. Das ist eine mp1e spezifische Erweiterung, wird von Playern ignoriert.
es: Añade una nota en el campo de datos del usuario un poco después del comienzo del vídeo. Ésta es una extensión de mp1e, los reproductores la ignorarán.
fr: Ajouter une annotation dans le champ de données utilisateur après le départ du flux vidéo. Ceci est est une extension mp1e, le visualiseur l'ignorera.
nl: Voeg een annotatie toe in de user data field, vlak na de start van de videostream.Dit is een mp1e extensie, players negeren het.

source: %5.3f Mbit/s
es: %5.3f Mbits/s

source: %f frames
de: %f Bilder
es: %f cuadros
fr: %f trames

source: Stereo
es: Estéreo
fr: Stéreo

source: Bilingual
de: Zweisprachig
es: Bilingüe
fr: Bilingue
nl: Tweetalig

source: Static
de: Statisch
es: Estático
fr: Statique
nl: Statisch

source: Fast
de: Schnell
es: Rápido
fr: Rapide
nl: Snel

source: Accurate
de: Genau
es: Preciso
fr: Exact
nl: Nauwkeurig

source: Output bit rate, all channels together
de: Bitrate, alle Kanäle zusammen
es: Tasa de bits de salida, todos los canales juntos
fr: Bit rate de sortie, tous les canaux ensemble
nl: Uitvoer bit frequentie, all kanalen tesamen

source: Sampling frequency
de: Samplingfrequenz
es: Frecuencia de muestreo
fr: Fréquence d'échantillonage
nl: Sampling frequentie

source: Mode
de: Modus
es: Modo
nl: Modus

source: Psychoacoustic analysis
de: Psychoakustische Analyse
es: Análisis psicoacústico
fr: Analyse psycho-acoustique
nl: Psycho accoustische analyse

source: Speed/quality tradeoff. Selecting 'Accurate' is recommended below 80 kbit/s per channel, when you have bat ears or a little more CPU load doesn't matter.
de: Verhältnis von Geschwindigkeit und Qualität. 'Genau' ist empfohlen unterhalb 80 kbit/s je Kanal, wenn Sie Fledermausohren haben oder der zusätzliche Aufwand nicht weiter ins Gewicht fällt.
es: Relación velocidad/calidad. Se recomienda seleccionar 'Preciso' por debajo de 80 kbits/s por canal, no importa si tienes oído de murciélago o algo más de carga de CPU.
fr: Transaction Vitesse/qualité. Sélectionner 'Exact' est recommandé en dessous de 80 kbit/s par canal, si une utilisation supérieur du CPU ne vous dérange pas .
nl: Afweging van snelheid vs kwaliteit. Selectie van 'Nauwkeurig' wordt aanbevolenonder de 80 kbit/s per kanaal, als u "bat ears" heeft of CPU-kracht genoeg.

source: %u kbit/s
es: %u kbits/s

source: MPEG-2 Low Sampling Frequency extension to MPEG-1 Audio Layer II. Be warned not all MPEG video and audio players support MPEG-2 audio.
de: MPEG-2 Erweiterung von MPEG-1 Audio Layer II für niedrigere Samplingfrequenzen. Vorsicht: Nicht alle MPEG Video und Audio Player unterstützen MPEG-2 Audio.
es: Extensión MPEG-2 bajas frecuencias de muestreo a MPEG-1 Audio Layer II. No todos los reproductores soportan audio MPEG-2, estás avisado.
fr: MPEG-2 Low Sampling Frequency extension en MPEG-1 Audio Layer II. Soyez prévenu, seulement quelques visualiseurs de MPEG vidéo et audio peuvent jouer du MPEG-2 audio.
nl: MPEG-2 Low Sampling Frequency extensie aan MPEG-1 Audio Layer II. Let op: niet alle MPEG video en audio spelers supporten MPEG-2 audio.

source: Insufficient resources to start video encoding thread.
de: Unzureichende Resourcen um den Videokodierungsthread zu starten.
es: Recursos insuficientes para iniciar el hilo de compresión de vídeo.
fr: Manque de ressources pour démarrer l'encodage vidéo.
nl: Onvoldoende resources om de video coderingsthread te starten.

source: Insufficient resources to start audio encoding thread.
de: Unzureichende Resourcen um den Audiokodierungsthread zu starten.
es: Recursos insuficientes para iniciar el hilo de compresión de audio.
fr: Manque de ressources pour démarrer l'encodage audio.
nl: Onvoldoende resources om de audio coderingsthread te starten.

source: Insufficient resources to start codec thread.
de: Unzureichende Resourcen um den Codecthread zu starten
es: Recursos insuficientes para iniciar el hilo de codificación.
fr: Manque de ressources pour démarrer le codec.
nl: Onvoldoende resources om de codec thread te starten

source: Insufficient resources to start context thread.
de: Unzureichende Resourcen um den Contextthread zu starten
es: Recursos insuficientes para iniciar el hilo de contexto.
fr: Manque de ressources pour démarrer le thread.
nl: Onvoldoende resources om de context thread te starten.

source: Cannot create new codec instance '%s'. %s
de: Kann neuen Codec '%s' nicht vorbereiten. %s
es: No se puede crear una instancia del codec '%s'. %s
fr: Ne peux créer une nouvelle instance du codec '%s'. %s
nl: Nieuw codec voorkomen '%s' creeren is mislukt. %s

source: Cannot create new codec instance '%s'.
de: Kann neuen Codec '%s' nicht vorbereiten.
es: No se puede crear una nueva instancia del codec '%s'.
fr: Ne peux créer une nouvelle instance du codec '%s'.
nl: Nieuw codec voorkomen '%s' creeren is mislukt.

source: MP1E backend requires MMX but the CPU type is unknown, backend disabled.
de: MP1E Modul erfordert MMX, aber der CPU Typ ist unbekannt. Modul deaktiviert.
es: El backend MP1E requiere MMX pero el tipo de CPU no es conocido, el backend se desactivará.
fr: L'encodeur MP1E a besoin du MMX mais ce CPU est inconnu, encodeur déactivé.
nl: MP1E backend heeft MMX nodig, maar de CPU type is niet herkend. Backend is disabled.

source: Insufficient resources to start encoding thread.
de: Unzureichende Resourcen um den Kodierungsthread zu starten.
es: Recursos insuficientes para iniciar el hilo de compresión.
fr: Insuffisance de ressources pour démarrer l'encodage.
nl: Onvoldoende resources om encoding thread te starten.

source: Codec initialization failed.
de: Codec Initialisierung fehlgeschlagen.
es: La inicialización del codec falló.
fr: L'initialisation du codec a échoué.
nl: Codec initialisatie mislukt.

source: Disabled (fastest, worst quality)
de: Abgeschaltet (am schnellsten, schlechteste Qualität)
es: Deshabilitar (el más rápido, la peor calidad)
fr: Déactivé (plus rapide, mauvaise qualité)
nl: uitgeschakeld (het snelst, slechtste kwaliteit

source: Full search (slowest, best quality)
de: Vollsuche (am langsamsten, beste Qualität)
es: Búsqueda completa (el más lento, la mejor calidad)
fr: Recherche complète (plus lent, meilleure qualité)
nl: Volledig zoeken (langzaam, beste kwaliteit)

source: Motion estimation
de: Bewegungskompensation
es: Estimación de movimiento
fr: Estimation du mouvement
nl: Schatting van de beweging

source: Intra picture distance (M)
de: Abstand zwischen I-Bildern (M)
es: Distancia Intra (M)
fr: Distance interne entre les images (M)
nl: Afstand tussen de beelden (M)

source: Predicted picture distance (N)
de: Abstand zwischen P-Bildern (N)
es: Distancia predicha (N)
fr: Prédiction de la distance entre les images (N)
nl: Voorspelde afstand tussen de beelden (N)

source: PCM 16 Bit Signed Little Endian
es: PCM 16 Bit con signo Little Endian
nl: PCM 16 bit Little Endian met sign (teken)

source: PCM 16 Bit Signed Big Endian
es: PCM 16 Bit con signo Big Endian
nl: PCM 16 bit Big Endian met sign (teken)

source: PCM 8 Bit Unsigned
es: PCM 8 Bit sin signo
nl: PCM 8 bit zonder sign

source: Shockwave Animation
es: Animación Shockwave
nl: Shockwave Animatie

source: AVI File
de: AVI Datei
es: Fichero AVI
nl: AVI bestand

source: Fastest encoding, worst quality
de: Am schnellsten, schlechteste Qualität
es: Codificación más rápida, la peor calidad
fr: Encodage rapide, mauvaise qualité
nl: Snelste encodering, slechtste kwaliteit

source: Lower quality
de: Niedrige Qualität
es: Calidad baja
fr: Faible qualité
nl: Lagere kwaliteit

source: Medium quality
de: Mittlere Qualität
es: Calidad media
fr: Qualité moyenne
nl: Gemiddelde kwaliteit

source: Higher quality
de: Hohe Qualität
es: Calidad alta
fr: Haute qualité
nl: Hogere kwaliteit

source: Slowest encoding, best quality
de: Am langsamsten, beste Qualität
es: Codificación más lenta, la mejor calidad
fr: Encodage lent, meilleure qualité
nl: Langzaamste encodering, beste kwaliteit

source: Key frame distance
de: Abstand zwischen I-Bildern
es: Distancia entre cuadros 'key'
fr: Distance des clés des trames
nl: Key frame afstand

source: Compression quality
de: Kompressionsqualität
es: Calidad de compresión
fr: Qualité de la compression
nl: Compressie kwaliteit

source: Bidirectional encoding
de: Bidirektionale Kodierung
es: Compresión bidireccional
fr: Encodage bidirectionnel
nl: Bidirectionele encodering

source: Overlapped block motion compensation
de: Überlappende Bewegungskompensation
es: Compensación de movimiento en bloques solapados
fr: Recouvrement des blocs pour la compensation du mouvement
nl: Compensatie voor overlappende block motion

source: Deinterlace
es: Deentrelazar
fr: De-interlacement

source: Version %d not supported
de: Version %d wird nicht unterstützt
es: Versión %d no soportada
fr: Version %d non supportée
nl: Versie %d wordt niet ge-support

source: DivX4Linux library not available. %s
de: DivX4Linux Library nicht verfügbar. %s
es: La librería DivX4Linux no está disponible. %s
fr: Bibliothèque DivX4Linux non disponible. %s
nl: DivX4Linux Library niet beschikbaar. %s

source: No such encoder '%s'.
de: Kompressor '%s' existiert nicht.
es: No existe el codificador '%s'.
fr: Pas de tel encodeur '%s'.
nl: Encoder bestaat niet: '%s'

source: Encoder '%s' not available. %s
de: Kompressor '%s' nicht verfügbar. %s
es: Codificador '%s' no disponible. %s
fr: Encodeur '%s' non disponible. %s
nl: Encoder '%s' niet beschikbaar. %s

source: Encoder '%s' not available.
de: Kompressor '%s' nicht verfügbar.
es: Codificador '%s' no disponible.
fr: Encodeur '%s' non disponible.
nl: Encoder '%s' niet beschikbaar.

source: Cannot create new encoding context '%s'. %s
de: Kann Kompressor '%s' nicht vorbereiten. %s
es: No se puede crear un nuevo contexto de compresión '%s'. %s
fr: Ne peu créer un nouveau contexte d'encodage '%s'. %s
nl: Kan geen nieuwe encoding context '%s' creeren. %s

source: Cannot create new encoding context '%s'.
de: Kann Kompressor '%s' nicht vorbereiten.
es: No se puede crear un nuevo contexto de compresión '%s'.
fr: Ne peu créer un nouveau contexte d'encodage '%s'.
nl: Kan geen nieuwe encoding context '%s'.

source: Unknown error.
de: Unbekannter Fehler.
es: Error desconocido.
fr: Erreur inconnue.
nl: Onbekende fout.

source: on
de: an
nl: aan

source: off
de: aus
nl: uit

source: PCM mu-Law
de: PCM µ-Law
nl: PCM µ-Law

source: Sun AU Audio File
de: Sun AU Audiodatei
nl: Sun AU Audio bestand

source: %4.2f frames/s
de: %4.2f Bilder/s
fr: %4.2f trames/s

source: %5.3f frames/s
de: %5.3f Bilder/s
fr: %5.3f trames/s

source: MPEG-1 Program Stream
de: MPEG-1 Program Stream (Bild und Ton)
