Repository: zapping-vbi/vbi-archive
Catalog: zapping/po/*.po
Languages: da, de, es, fr, it, nl, pl, ru, sv

source: VBI has been disabled, or it doesn't work.
da: VBI er blevet deaktiveret, eller virker ikke.
de: VBI wurde deaktiviert oder funktioniert nicht.
es: VBI ha sido dishabilitado, o no funciona.
fr: VBI n'a pas été activé, ou il ne marche pas.
it: VBI è stato disabilitato, o non funziona.
nl: VBI is uitgeschakeld of functioneert niet correct.
pl: VBI zosta³ wy³±czony albo nie dzia³a.
ru: VBI был отключен или не работает.
sv: VBI har blivit avstängd, eller fungerar inte.

source: Could not switch to fullscreen mode
it: Impossibile passare alla modalità a tutto schermo

source: Hide the statusbar
it: Nascondi la barra di stato
nl: Verberg de statusbalk

source: %s is not a directory.
it: %s non è una directory.
nl: %s is geen directory

source: Could not create directory
it: Impossibile creare la directory

source: Could not create %s. %s
it: Impossibile creare %s. %s.

source: Device:
it: Dispositivo:

source: Device file:
da: Enheds fil:
de: Gerätedatei:
es: Fichero:
fr: Fichier du périphérique :
it: File del dispositivo:
nl: Apparaatbestand:
pl: Plik urz±dzenia:
ru: Файл устройства:
sv: Enhetsfil:

source: Overwrite %s?
it: Sovrascrivere %s?
nl: %s overschrijven?

source: _Overwrite
it: S_ovrascrivi
nl: _Overschrijven

source: %s is a directory.
it: %s è una directory.
nl: %s is een directory

source: %s is a special file
it: %s è un file speciale
nl: %s is een speciale file

source: Continue
it: Continua
nl: Continueer

source: Could not open help file
it: Impossibile aprire il file d'aiuto
nl: Kon help file niet openen

source: Could not open URL
it: Impossibile aprire l'URL
nl: Kon URL niet openen

source: Reset
da: Nulstil
de: Zurücksetzen
es: Restablecer
fr: Remise à zéro
it: Ripristina
sv: Återställ

source: %s: Teletext Page %x
da: %s: Tekst-tv Side %x
de: %s: Teletext Seite %x
es: %s: Página de Teletexto %x
fr: %s : Page Teletext %x
it: %s: Pagina del Televideo %x
nl: %s: Teletekst pagina %x
pl: %s: Strona Teletekstu %x
sv: %s: Teletext sida %x

source: Teletext Page %x
da: Tekst-tv Side %x
de: Teletext Seite %x
es: Página de Teletexto %x
fr: Page Teletext %x
it: Pagina del Televideo %x
nl: Teletekst pagina %x
pl: Strona Teletekstu %x
sv: Teletext sida %x

source: Open this page with Zapzilla
da: Åben denne side med Zapzilla
de: Seite mit Zapzilla öffnen
es: Abrir esta página con Zapzilla
fr: Ouvrir cette page avec Zapzilla
it: Apri questa pagina con Zapzilla
nl: Open deze pagina met Zapzilla
pl: Otwórz t± stronê w Zapzilli
sv: Öppna denna sida med Zapzilla

source: PES file read error
it: Errore di lettura del file PES

source: VBI interface timeout
it: Timeout dell'interfaccia VBI

source: VBI interface: Failed to read from the device
it: Interfaccia VBI: Lettura dal dispositivo fallita
nl: VBI-interface: Leesfout

source: VBI initialization failed
it: Inizializzazione VBI fallita

source: Cannot open PES file
it: Impossibile aprire il file PES

source: %s is no VBI device.
it: %s non è un dispositivo VBI.

source: Lets you watch TV in a window
it: Ti permette di vedere la TV in una finestra

source: Zapping TV Viewer
it: Zapping Visualizzatore TV
nl: Zapping TV Tuner

source: Default Teletext character set.
it: Insieme di caratteri predefinito del televideo.

source: Default Teletext home page, usually 100. Valid values range from 100 to 899.
it: Pagina d'avvio predefinita del televideo, di solito 100. I valori validi variano da 100 a 899.

source: Default Teletext home page.
it: Pagina d'avvio predefinita del televideo.

source: Deinterlace option.
it: Opzioni del deinterlacciamento.

source: Enable navigation elements.
it: Abilita elementi di navigazione.

source: Interpret the Teletext search text as regular expression.
it: Interpreta il testo di ricerca del Televideo come espressione regolare.

source: Keep the main window above other windows.
it: Tieni la finestra principale sopra le altre finestre.

source: Maximum number of networks in the Teletext page cache.
it: Massimo numero di reti nella cache delle pagine del televideo.

source: Maximum size of the Teletext page cache in bytes.
it: Massima dimensione della cache delle pagine del televideo in byte.

source: Quality/speed trade-off when scaling and anti-aliasing Teletext pages. Valid values: nearest, tiles, bilinear, hyper.
it: Compromesso qualità/velocità quando scala e migliora la pagina. Valori validi: più vicino, tessere, bilineare, iper.

source: Search all channels in the Teletext page memory.
it: Cerca in tutti i canali nella memoria delle pagine del televideo.

source: Show a menu bar in the main window.
it: Mostra una barra dei menu nella finestra principale.

source: Show a status bar in Teletext windows.
it: Mostra una barra di stato nelle finestre del televideo.

source: Show a toolbar in Teletext windows.
it: Mostra una barra degli strumenti nelle finestre del televideo.

source: Show a toolbar in the main window.
it: Mostra una barra degli strumenti nella finestra principale.

source: Switch to full capture size for screenshot.
it: Passa alla dimensione massima di cattura per le istantanee.

source: Teletext implementation level.
it: Livello di implementazione del televideo.

source: Teletext implementation level. Valid values: 1, 1.5, 2.5, 3.5.
it: Livello di implementazione del televideo. Valori validi: 1, 1.5, 2.5, 3.5.

source: Text brightness, valid values range from 0 to 255.
it: Luminosità del testo, valori validi variano da 0 a 255.

source: Text contrast, valid values range from -128 to 127.
it: Contrasto del testo, valori validi variano da -128 a 127.

source: The Teletext search is case insensitive.
it: La ricerca del televideo non distingue maiuscole/minuscole.

source: This is the time in milliseconds Zapping will wait between pointer movements and blanking the pointer when over the video. A value of zero disables this feature.
it: Questo è il tempo in millisecondi durante il quale Zapping attenderà eventuali movimenti del puntatore e lo nasconderà quando si trova sul video. Un valore di zero disabilita questa funzione.

source: Time to wait until blanking the pointer.
it: Tempo di attesa prima di nascondere il puntatore.

source: Update the clock in the Teletext page header.
it: Aggiorna l'orologio nell'intestazione di ogni pagina del televideo.

source: When your CPU is too slow to use the desired deinterlace mode you can reduce the horizontal resolution. Valid values: low, medium, high.
it: Quando la CPU è troppo lenta per poter usare la modalità di deinterlacciamento desiderata, puoi ridurre la risoluzione orizzontale. Valori validi: bassa, media, alta.

source: Device name %s is unsafe, contains dots.
it: Il nome del dispositivo %s non è sicuro, contiene puntini.

source: Device name %s is unsafe, does not begin with /dev/.
it: Il nome del dispositivo %s non è sicuro, non inizia per /dev/.

source: Cannot open device %s. %s.
it: Impossibile aprire il dispositivo %s. %s.

source: Cannot identify %s. %s.
it: Impossibile identificare %s: %s.

source: %s is not a device.
it: %s non è un dispositivo.

source: %s is not a video device.
it: %s non è un dispositivo video.

source: Cannot identify file descriptor %d. %s.
it: Impossibile identificare il descrittore di file %d. %s.

source: File descriptor %d is not a device.
it: Il descrittore di file %d non è un dispositivo.

source: File descriptor %d is not a video device.
it: Il descrittore di file %d non è un dispositivo video.

source: Invalid bpp argument %d. Expected 24 or 32.
it: Argomento %d non valido di bpp. Atteso 24 o 32.

source: No screens found.
it: Nessuno schermo trovato.

source: Cannot open display %s.
it: Impossibile aprire il display %s.

source: Screen %d not found.
it: Schermo %d non trovato.

source: DMA is not possible on screen %d.
it: Il DMA non è possibile sullo schermo %d.

source: %s is not a V4L or V4L2 device.
it: %s non è un dispositivo V4L o V4L2.

source: File descriptor %d is not a V4L or V4L2 device.
it: Il descrittore di file %d non è un dispositivo V4L o V4L2.

source: The device does not support video overlay.
it: Il dispositivo non supporta l'overlay video.

source: Video device to use
da: Video enhed der skal bruges
de: Name des Videogeräts
es: Dispositivo de video
fr: Périphérique vidéo à utiliser
pl: Nazwa urz±dzenia wideo
sv: Videoenhet att använda

source: Disable plugins support
da: Slå plugin-understøttelse fra
de: Plugin Unterstützung deaktivieren
es: Sin soporte de plugins
fr: Déactiver le support des greffons
pl: Wy³±cz obs³ugê wtyczek
sv: Stänga av pluginstödet

source: Do not call zapping_setup_fb on startup
da: Kald ikke zapping_setup_fb ved opstart
de: zapping_setup_fb nicht beim Start aktivieren
es: No ejecutar zapping_setup_fb al iniciar
fr: Ne pas appeler zapping_setup_fb au démarrage
pl: Nie uruchamiaj zapping_setup_fb przy starcie
sv: Anropa inte zapping_setup_fb vid start

source: Set debug messages on
da: Slå fejlsøgnings beskeder til
de: Diagnosemeldungen an
es: Mensajes de debugging activos
fr: Activer le débuguage
pl: W³±cz komunikaty diagnostyczne
ru: Устнановить отладлчные сообщения на
sv: Aktivera debugmeddelanden

source: Force dword aligning of the overlay window
de: DWord-Ausrichtung des Overlayfensters erzwingen
es: Forzar alineamiento a dword
fr: Forcer l'alignement en dword pour la fenêtre d'overlay
pl: Wymu¶ wyrównanie okna nak³adkowego do 32 bitów
sv: Tvinga fram dword-inriktning av overlayfönstret

source: Pixformat for XVideo capture mode [YUYV | YVU420]
da: Pixel-format for XVideo mode [YUYV | YVU420]
de: Pixformat für XVideo Capture-Modus [YUYV | YVU420]
es: Formato para el modo captura XVideo [YUYV | YVU420]
fr: Pixformat pour le mode de capture XVideo [YUYV | YVU420]
pl: Format pikseli dla trybu przechwytywania XVideo [YUYV | YVU420]
sv: Pixformat för XVideo inspelningsläge [YUYV | YVU420]

source: Redirect the error messages to the console
da: Omdirigér fejl beskeder til konsollen
de: Fehlermeldungen zur Konsole umleiten
es: Redireccionar los mensajes de error a la consola
fr: Rediriger les messages d'erreur vers la console
pl: Przekierowuj komunikaty b³êdów na konsolê
sv: Omdirigera felmeddelandena till konsollen

source: Couldn't open %s, should I try some common options?
da: Kunne ikke åbne %s, skal jeg prøve nogen andre typiske tilvalg?
de: Kann %s nicht öffnen, soll ich andere versuchen?
es: No se pudo abrir %s, ¿pruebo algunas opciones comunes?
fr: Ne peut ouvrir %s, dois-je essayer des options plus commune ?
pl: Nie mogê otworzyæ %s, czy spróbowaæ kilku powszechnych opcji?
sv: Kunde inte öppna %s, ska jag prova några vanliga alternativ?

source: Cannot restore previous mode%s: %s
da: Kan ikke gå tilbage til forrige mode%s: %s
de: Kann alten Modus %s nicht wiederherstellen: %s
es: No se pudo restaurar el modo anterior%s: %s
fr: Impossible de restorer le précédent mode%s: %s
pl: Nie mogê przywróciæ poprzedniego trybu%s: %s
ru: Не могу восстановить предыдущий режим%s: %s
sv: Kan inte återställa föregående läge%s: %s

source: , I will try starting capture mode
de: , werde versuchen den Capture-Modus zu starten
es: , trataré de iniciar el modo captura
fr: , je vais essayer de démarrer la capture de fenêtre
pl: , spróbujê uruchomiæ tryb przechwytywania
ru: , я попробую запустить режим захвата
sv: , jag försöker starta inspelningsläget

source: Show controls
da: Vis kontroller
de: Einstellungen
es: Mostrar controles
fr: Voir les contrôles
pl: Poka¿ kontrolki
sv: Visa Inställningar

source: Show the menu and the toolbar
da: Vis menuen og værktøjslinjen
de: Menü und Toolbar zeigen
es: Mostrar el menu y la barra de herramientas
fr: Voir le menu et la barre d'outils
pl: Poka¿ menu i pasek narzêdziowy
sv: Visa Meny och Verktyg

source: Switch audio on and off
da: Slå lyd til og fra
de: Ton an- und ausschalten

source: A TV viewer for the Gnome Desktop Environment
da: Et TV-program til Gnome miljøet
de: Ein Programm zum Fernsehen für den Gnome Desktop
es: La televisión para Gnome
fr: Un visualiseur de TV pour l'environnement Gnome
pl: Program TV dla Gnome Desktop Environment
ru: п÷я─п╬я│п╪п╬я┌я─ TV п╢п╩я▐ GNOME
sv: En TV-visare för Gnome skrivbordsomgivning

source: %s: Try running as root "zapping_fix_overlay" in a console
da: %s: Prøv at køre "zapping_fix_overlay" som root i en konsol
de: %s:\n Versuchen Sie das Script \"zapping_fix_overlay\", dazu sind Root Privilegien notwendig

source: <blue>audio off</blue>
da: <blue>lyd fra</blue>
de: <blue>Ton aus</blue>

source: <yellow>AUDIO ON</yellow>
da: <yellow>LYD TIL</yellow>
de: <yellow>TON AN</yellow>

source: Hide controls
da: Gem kontroller
de: Einstellungen verbergen
es: Ocultar controles
fr: Cacher les contrôles
pl: Ukryj kontrolki
sv: Göm kontrollerna

source: Hide the menu and the toolbar
da: Gem menuen og værktøjslinjen
de: Menü und Toolbar verbergen
es: Ocultar el menu y la barra
fr: Cacher le menu et la barre d'outils
pl: Ukryj menu i pasek narzêdziowy
sv: Göm Meny och Verktygsfält

source: Overlay this page
de: Diese Seite überblenden
es: TTX->Subtítulos
fr: Overlay de cette page

source: Return to windowed mode and use the current page as subtitles
de: Das Videofenster reaktivieren und diese Seite als Untertitel überblenden
es: Volver al modo ventana y utilizar la página actual como subtítulos
fr: Retour au mode en fenêtre et utiliser la page courante comme sous-ritre
sv: Återgå till fönsterläge och använd denna sida som textremsa

source: US terrestrial
de: US terrestrisch

source: US cable
da: Amerikansk kabel
de: US Kabel

source: US cable-hrc
de: US Kabel HRC

source: Japan terrestrial
de: Japan terrestrisch

source: Japan cable
da: Japansk kabel
de: Japan Kabel

source: Europe
da: Europa
de: Europa

source: Italy
da: Italien
de: Italien

source: New Zealand
de: Neuseeland

source: Australia
da: Australien
de: Australien

source: Ireland
da: Irland
de: Irland

source: France
da: Frankrig
de: Frankreich

source: Russia
da: Rusland
de: Rußland

source: South Africa
da: Syd Afrika
de: Südafrika

source: Pakistan cable
da: Pakistansk kabel
de: Pakistan Kabel

source: (Unnamed channel)
da: (Ikke navngivet kanal)
de: (Unbenannter Kanal)
es: (Canal sin nombre)
fr: (Chaîne sans nom)
pl: (Nienazwany kana³)
ru: (Безымянный канал)
sv: (Ej namngiven kanal)

source: (Unknown real channel)
da: (Ukendt ægte kanal)
de: Unbekannter Kanal
es: (Canal real desconocido)
fr: (Chaîne inconnue)
pl: (Nieznany prawdziwy kana³)
ru: (Неизвестный реальный канал)
sv: Okänd riktig kanal

source: (Unknown country)
da: (Ukendt land)
de: (Unbekanntes Land)
es: (Región desconocida)
fr: (Pays inconnu)
pl: (Nieznane pañstwo)
ru: (Неизвестная страна)
sv: (Okänt land)

source: (Unknown RF channel)
da: (Ukendt RF kanal)
de: Unbekannter Kanal

source: Available controls
da: Ledige indstillinger
de: Einstellungen
es: Controles disponibles
fr: Controls valable
pl: Dostêpne ustawienia
ru: Доступные настройки
sv: Inställningar

source: No id
da: Intet id
de: Keine Kanalnummer
es: Sin id
fr: pas id
pl: Brak identyfikatora
sv: Inget kanalnummer

source: Channel: <yellow>%s</yellow>
da: Kanal: <yellow>%s</yellow>
de: Sender: <yellow>%s</yellow>

source: Inputs
da: Inddata
de: Eingänge
es: Entradas
fr: Entrées
pl: Wej¶cia
sv: Ingångar

source: No tuned channels
da: Ingen kanaler sat op
de: Keine Fernsehkanäle
es: No hay canales sintonizados
fr: Pas de chaîne accordées
pl: Brak ustawionych kana³ów
ru: Нет настроенных каналов
sv: Inga inställda kanaler

source: No Audio
da: Ingen Lyd
de: Kein Ton

source: Video Descriptions
da: Video Beskrivelser
de: Bildbeschreibung

source: Non-program Audio
de: Nicht programmbezogener Ton

source: Special Effects
da: Speciel Effekter
de: Spezialeffekte

source: Data Service
de: Datendienst

source: Unknown Audio
da: Ukendt Lyd
de: Unbekannt

source: V4L/V4L2 VBI interface timeout
de: V4L/V4L2 VBI Schnittstelle: Lesefehler

source: V4L/V4L2 VBI interface: Failed to read from the device
de: V4L/V4L2 VBI Schnittstelle: Lesefehler
es: Interfaz VBI V4L/V4L2: Fallo al leer del dispositivo
fr: Interface VBI pour V4L/V4L2 VBI : Échec de la lecture à partir du périphérique
pl: Interfejs VBI V4L/V4L2: Nie mogê czytaæ z urz±dzenia
sv: V4L/V4L2 VBI-gränssnitt: Läsfel från enheten

source: VBI initialization failed. %s
da: VBI initialisering fejlede. %s
de: VBI-Initialisierung fehlgeschlagen. %s
nl: initialisatie van VBI mislukt %s

source: Ran out of memory.
da: Løb tør for hukommelse.
de: Speichermangel.
nl: Geheugentekort.

source: Out of resources to start a new thread.
da: Ikke flere ressourcer til at skabe ny tråd.
de: Resourcenmangel verhindert starten eines neuen Threads.
nl: Onvoldoende systeembronnen voor het starten van een nieuwe taak

source: This probably means that the required driver isn't loaded. Add to your /etc/modules.conf the line: alias char-major-81-224 bttv (replace bttv by the name of your video driver) and with mknod create /dev/vbi0 appropriately. If this doesn't work, you can disable VBI in Settings/Preferences/VBI options/Enable VBI decoding.
de: Das bedeutet wahrscheinlich der nötige Treiber ist nicht geladen. Fügen Sie die folgende Zeile in der Datei /etc/modules.conf ein: alias char-major-81-224 bttv ('bttv' durch den Namen Ihres Treibers ersetzen) danach erstellen Sie /dev/vbi0 mit mknod. Wenn das nicht funktioniert, können Sie VBI im Menu "Einstellungen/VBI Optionen/VBI aktivieren" abstellen.
es: Esto probablemente significa que el controlador requerido no está cargado. Añade a tu /etc/modules.conf la línea: alias char-major-81-224 bttv (reemplaza bttv con el nombre de tu controlador de video) y crea /dev/vbi0 apropiadamente con mknod. Si esto no funciona, puedes desactivar VBI en Configuración/Preferencias/Opciones VBI/Habilitar decodificación VBI
fr: Cela veut probablement dire que le pilote n'a pas été chargé, ajoutez dans /etc/modules.conf la ligne: alias char-major-81-224 bttv (remplacer bttv avec le nom de votre pilote vidéo) et créez /dev/vbi0 . Si ceci ne marche pas, vous pouvez déactiver le VBI dans Paramètres/Préférences/options VBI/Activer le décodage VBI.
nl: Dit betekent hoogstwaarschijnlijk dat de benodigde driver niet geladen is. Voeg de volende regel toe aan /etc/modules.conf: alias char-major-81-224 bttv(vervang 'bttv' door de naam van de driver, daarna kan /dev/vbi0aangemaakt worden met het mknod commando. Als ook dat niet functioneert, schakel dan VBI ondersteuning uit onder Voorkeuzen/Instellingen/VBI ondersteuning inschakelen
pl: Prawdopodobnie oznacza to, ¿e potrzebny sterownik nie jest za³adowany. Do pliku /etc/modules.conf dodaj liniê: alias char-major-81-224 bttv (zast±p bttv przez nazwê swojego sterownika wideo) i utwórz /dev/vbi0 przy u¿yciu mknod. Je¶li to nie zadzia³a, mo¿esz wy³±czyæ VBI w menu Ustawienia/Preferencje/Opcje VBI/W³±cz dekodowanie VBI.
sv: Detta betyder antagligen att den nödvändiga drivrutinen inte är inladdad. Lägg till följande i din /etc/modules.conf: alias char-major-81-224 bttv (byt ut 'bttv' mot namnet på din videodrivare) och skapa /dev/vbi0 med mknod. Om det inte fungerar, så kan du stänga av VBI i Inställningar/Alternativ/VBI-val/Slå på VBI-avkodning.

source: Click me
da: Klik på mig
de: Anklicken
es: Púlsame
fr: Cliquez moi
pl: Kliknij na mnie
sv: Klicka på mig

source: Open this link with the predetermined Web browser. You can configure this in the GNOME Control Center, under Handlers/Url Navigator
de: Sie können diesen Link mit dem Webbrowser öffnen der im GNOME Kontrollzentrum unter Dokument-Handler/Öffnen von URLs eingestellt ist
es: Abrir este vínculo con el navegador predeterminado. Puedes configurar esto en el Centro de Control GNOME, bajo Manejadores/Navegador de URLs
fr: Ouvrir ce lien avec le butineur prédéfini. Vous pouvez configurer ceci dans Centre de Contrôle GNOME, onglet Gestionnaire d'URLs
pl: Otwórz to ³±cze w ustawionej przegl±darce WWW. Mo¿esz j± skonfigurowaæ w Centrum Sterowania GNOME pod Obs³uga dokumentów/Obs³uga URL
sv: Öppna denna länk med den förvalda webbläsaren. Du kan ställa in detta i GNOMEs Kontrollpanel, under Handlers/Url

source: none
da: ingen
de: keine

source: Length: %uh%02u (%uh%02u remaining)
da: Længde: %ut%02u (%ut%02u tilbage)
de: Dauer: %u h %02u min (noch %u h %02u min)

source: Length: %uh%02u
da: Længde: %ut%02u
de: Dauer: %u h %02u min

source: Elapsed: %uh%02u
da: Tid gået: %ut%02u
de: Seit: %u h %02u min

source: unknown language
da: ukendt sprog
de: Unbekannte Sprache

source: Channel 1: %s (%s) Channel 2: %s (%s)
da: Kanal 1: %s (%s) Kanal 2: %s (%s)
de: Kanal 1: %s (%s) Kanal 2: %s (%s)

source: Channel 1: %s Channel 2: %s
da: Kanal 1: %s Kanal 2: %s
de: Kanal 1: %s Kanal 2: %s

source: Audio: %s (%s)
da: Lyd: %s (%s)
de: Ton: %s (%s)

source: Audio: %s
da: Lyd: %s
de: Ton: %s

source: Captioned %s
da: Fangede %s
de: Untertitelt %s

source: Captioned
da: Fanget
de: Untertitelt

source: Not rated
de: Nicht bewertet

source: Camera
da: Kamera
de: Kamera
es: Cámara
fr: Caméra
pl: Kamera
ru: Камера
sv: Kamera

source: Couldn't locate zapping_setup_fb, check your install
da: Kunne ikke finde zapping_setup_fb, tjek din installation
de: Konnte zapping_setup_fb nicht finden, bitte prüfen Sie ob Zapping ordnungsgemäß installiert wurde
es: No se pudo localizar zapping_setup_fb, compruebe su instalación
fr: Impossible de trouver zapping_setup_fb, vérifié votre installation
pl: Nie mogê zlokalizowaæ zapping_setup_fb, sprawd¼ intalacjê
ru: Не могу найти zapping_setup_fb, проверте инсталляцию
sv: Kunde inte hitta programmet zapping_setup_fb, kontrollera din installation

source: Colorkey
da: Farveknap
de: Überblendfarbe
nl: Chromakey
pl: Klucz kolorów
sv: Färgnyckel

source: Alternate 1
da: Alternativ 1
de: Sprache 1
es: Alternativo 1
pl: Alternatywne 1
sv: Språk 1

source: Alternate 2
da: Alternativ 2
de: Sprache 2
es: Alternativo 2
pl: Alternatywne 2
sv: Språk 2

source: Colour
da: Farve
de: Farbe
es: Color
fr: Couleur
pl: Kolor
ru: Цвет
sv: Färg

source: Volume
da: Lydstyrke
de: Lautstärke
es: Volumen
pl: G³o¶no¶æ
ru: Громкость
sv: Volym

source: Audio Decoding
de: Audio Dekodierung
es: Decodificación de audio
fr: Décodage Audio
pl: Dekodowanie d¼wiêku
ru: Авто декодирование
sv: Ljudavkodning

source: There are no tuners for the active input
de: Der aktive Eingang hat keinen Tuner
es: No hay sintonizadores en la entrada actual
fr: Il n'y a pas de tuner pour l'entrée active
pl: Nie ma tunerów dla aktywnego wej¶cia
ru: п²п╣я┌ я┌я▌п╫п╣я─п╬п╡ п╢п╩я▐ п╟п╨я┌п╦п╡п╫п╬пЁп╬ п╡я┘п╬п╢п╟
sv: Det finns inga tuners för den aktiva ingången

source: Sorry, but "%s" cannot do select() on file descriptors
de: "%s" unterstützt leider den select() Befehl nicht
es: "%s" no permite hacer select() en descriptores de ficheros, lo siento
fr: Désolé, mais "%s" ne peu sélectionné le descripteur de fichier
pl: Niestety, "%s" nie obs³uguje funkcji select() na plikach
sv: Tyvärr, "%s" stöder inte select() på fildeskriptorer

source: Do white balance
da: Lav hvid balance
de: Automatischer Weißabgleich
es: Ajustar nivel de blanco
fr: Faire la balance blanche
pl: Balansuj biel
sv: Automatisk vitbalans

source: Gamma
de: Gammawert
ru: Гамма

source: Gain
de: Verstärkung
nl: Versterking
sv: Förstärkning

source: Horizontal flipping
de: Horizontal spiegeln
es: Intercambiar horizontal
fr: Retournement Horizontale
pl: Odwrócenie poziome
sv: Horizontalspegling

source: Vertical flipping
de: Vertikal spiegeln
es: intercambiar vertical
fr: Retournement verticale
pl: Odwrócenie pionowe
sv: Vertikalspegling

source: There wasn't enough mem for allocating symbol %d in %s
de: Nicht genug Speicher für Symbol %d in %s
es: No hay suficiente memoria para el símbolo %d en %s
fr: Il n'y a pas assez de mémoire pour le symbole %d dans %s
pl: Zabrak³o pamiêci dla zaallokowania symbolu %d w %s
ru: Недостаточно памяти для выделения символа %d в %s
sv: Inte nog med minne för symbolen %d i %s
