Repository: zapping-vbi/vbi-archive
Catalog: zapping/po/*.po
Languages: da, de, es, fr, it, nl, pl, ru, sv

source: The first option lets you specify where screenshots are to be saved. The file name will be: dir/shot[1,2,3,...].ext The command will be executed after saving the screenshot, with the environmental variables $SCREENSHOT_PATH, $CHANNEL_ALIAS, $CHANNEL_ID, $CURRENT_STANDARD, $CURRENT_INPUT set to their correct value.
de: Mit der erste Option, dem Verzeichnis, können Sie angeben wo Standbilder gespeichert werden. Als Standard Dateiname wird Verzeichnis/shot[1,2,3,...].ext vorgeschlagen. Das Kommando wird ausgeführt nachdem die Datei geschrieben wurde, mit den Umgebungsvariablen $SCREENSHOT_PATH, $CHANNEL_ALIAS, $CHANNEL_ID, $CURRENT_STANDARD, $CURRENT_INPUT auf die entsprechenden Werte gesetzt.

source: Cannot create directory: %s %s
da: Kan ikke oprette mappe: %s %s
de: Kann Verzeichnis nicht erstellen: %s %s

source: Sorry, but I cannot write
da: Jeg kan ikke skrive
de: Kann leider nicht schreiben.
es: No se puede escribir.
fr: Désolé, mais je ne peut pas écrire
pl: Niestety, nie mogê zapisaæ
ru: Извините, но я не могу записать
sv: Tyväerr, men jag kan inte spara

source: The image won't be saved.
da: Billedet vil ikke blive gemt.
de: Das Bild ist nicht gespeichert worden.
es: No se guardará la imagen.
fr: L'image ne sera pas sauvée.
sv: Bilden kommer inte att sparas.

source: Select here the directory where screenshots will be saved
da: Vælg her mappen hvor skærmbilleder skal gemmes
de: Wählen Sie hier ein Verzeichnis in dem Standbilder gespeichert werden
es: Selecciona el directorio donde se guardarán los screenshots
fr: Sélectionnez le répertoire ou sera sauver l'image de la copie d'écran
pl: Wybierz katalog, w którym bêd± zapisywane zrzuty ekranu
ru: Выберите здесь дирректорию где скриншоты будут сохраняться
sv: Välj katalogen stillbilder ska sparas i här

source: Select directory to save screenshots
da: Vælg mappen hvor skærmbilleder skal gemmes
de: Wählen Sie ein Verzeichnis in dem Standbilder gespeichert werden
es: Selecciona el directorio donde escribir
fr: Sélectionnez le répertoire de sauvegarde
pl: Wybierz katalog do zapisywania zrzutów
ru: Выберите дирректорию для сохранения скриншотов
sv: Välj katalogen stillbilder ska sparas i här

source: After saving the screenshot, run the command:
da: Efter skærmbilledet er gemt, kør kommandoen:
de: Nach dem Speichern den Befehl ausführen:
fr: Après sauvegarde de la copie d'écran exécuter la commande :

source: If this entry isn't empty, Zapping will try to run the given command each time you save a screenshot.
de: Wenn angegeben führt Zapping diesen Befehl jedes Mal nach dem Speichern eines Standbilds aus.
fr: Si cette entrée n'est pas vide, Zapping essayera d'exécuter cette commande chaque fois que vous sauverez une copie d'écran.

source: Grab on clicking OK
de: Bild bei Klicken auf OK festhalten

source: Skip one picture before grabbing
de: Ein Bild überspringen

source: Entering file name closes dialog
de: Eingabe des Dateinamens beendet den Dialog

source: Add toolbar button
da: Tilføj værktøjslinje knap
de: Knopf in die Werkzeugleiste einfügen

source: Save screenshot
da: Gem skærmbillede
de: Standbild speichern

source: Configure the properties for this plugin
da: Konfigurer egenskaberne for dette plugin
de: Zeige die Konfigurationsoptionen für dieses Plugin

source: Configure
da: Konfigurer
de: Konfigurieren

source: Quality:
da: Kvalitet:
de: Qualität:

source: This plugin enables the usage of LIRC, the Linux Infrared Remote Control.
da: Dette plugin slår brugen af LIRC til (Linux Infrared Remote Control).
de: Dieses Plugin erlaubt die Verwendung von LIRC (Linux Infrared Remote Control), der Linux Schnittstelle für Fernbedienungen.
es: Este plugin permite utlizar LIRC, Control de Infrarrojos de Linux.
fr: Cet greffon permet l'utilisation de LIRC, le Linux Infrared Remote Control.
pl: Ta wtyczka pozwala na u¿ycie LIRCa (Linux Infrared Remote Control).
sv: Denna plugin ger stöd för LIRC, infraröd fjärrkontroll för Linux.

source: This plugin enables the usage of LIRC.
da: Dette plugin slår brugen af LIRC til
de: Diese Plugin erlaubt die Verwendung von LIRC.
es: Este plugin permite utilizar LIRC.
fr: Ce greffon permet l'usage de LIRC.
pl: Ta wtyczka pozwala na u¿ycie LIRCa.
sv: Denna plugin ger stöd för LIRC.

source: Button
da: Knap
de: Taste
es: Botón
fr: Bouton
pl: Przycisk
sv: Knapp

source: Action
da: Handling
de: Aktion
es: Acción
pl: Dzia³anie
sv: Aktion

source: Button:
da: Knap:
de: Taste:
es: Botón:
fr: Bouton :
pl: Przycisk:
sv: Knapp:

source: Action:
da: Handling:
de: Aktion:
es: Acción:
pl: Dzia³anie:
sv: Aktion:

source: channel up
da: kanal op
de: Höherer Kanal
es: canal arriba
fr: chaîne +
pl: kana³ w górê
sv: kanal upp

source: channel down
da: kanal ned
de: Niedrigerer Kanal
es: canal abajo
fr: chaîne -
pl: kana³ w dó³
sv: kanal ner

source: set channel
da: sæt kanal
de: Kanal wählen
es: cambiar al canal
fr: choisir la chaîne
pl: ustaw kana³
sv: välj kanal

source: power off
da: sluk
de: Ausschalten
es: apagar
fr: éteindre
pl: wy³±cz
sv: stänga av

source: Add
da: Tilføj
de: Hinzufügen
es: Añadir
fr: Ajouter
pl: Dodaj
sv: Lägg till

source: Delete
da: Fjern
de: Löschen
es: Eliminar
fr: Effacer
pl: Usuñ
sv: Ta bort

source: Another plugin to control zapping through lirc See the lirc documentation for information about the .lircrc file. The plugin will register itself under the name 'zapping_lirc' and you can use the following commands: CHANUP: One Channel up CHANDOWN: One Channel down ZOOM: switch between full screen and windowed mode SETCHANNEL <int>: set the channel to <int> (the first channel is 0!!) QUIT: Quit zapping Note: when using SETCHANNEL two times within 1500 ms, it will react the same as you would expect from a television set. e.g SETCHANNEL 1, SETCHANNEL 3 will set the channel to 13 The README.alirc file has some more information about the plugin.
de: Ein weiteres Plugin um Zapping mittels LIRC zu steuern Die Steuerdatei .lircrc wird in der LIRC Dokumentation beschrieben. Das Plugin registriert sich unter dem Namen "zapping_lirc" und stellt folgende Kommandos zur Verfügung: CHANUP: Kanalnummer erhöhen CHANDOWN: Kanalnummer vermindern ZOOM: Zwischen Fenster- und Vollbildmodus umschalten SETCHANNEL <nummer>: Kanal <nummer> wählen (beginnend bei 0) QUIT: Zapping beenden Hinweis: Wird SETCHANNEL zweimal innerhalb von 1,5 Sekunden aufgerufen dann werden, wie bei einem Fernseher, die Kanalnummern zu einer zweistelligen Zahl kombiniert. Z.B. SETCHANNEL 1, SETCHANNEL 3 ergibt Kanal 13. Weiter Informationen zum Plugin finden sich in der Datei README.alirc.
es: Otro plugin para controlar Zapping a través de lirc Consulta la documentación de lirc para obtener información acerca del fichero .lircrc. El plugin se registrará bajo el nombre 'zapping_lirc' y puedes utilizar los siguientes comandos: CHANUP: Canal arriba CHANDOWN: Canal abajo ZOOM: Cambiar entre modo Pantall Completa y en Ventana SETCHANNEL <int>: Seleccionar el canal <int> (el primero es 0!!) QUIT: Salir de Zapping Nota: el utilizar SETCHANNEL dos veces en un intervalo de 1500 ms o menos, reaccionará igual que una televisión, por ejemplo, SETCHANNEL 1, SETCHANNEL 3 seleccionará el canal 13 El fichero README.alirc tiene más información sobre el plugin.
fr: Un autre greffon pour contrôler zapping avec lirc Voir la documentation de lirc pour plus d'infos à propos du fichier .lircrc. Ce greffon sera s'enregistrera de lui-même avec comme nom 'zapping_lirc' et vous pourrez utiliser les commandes suivantes : CHANUP: Une chaîne en haut CHANDOWN: Une chaîne en bas ZOOM: basculer entre le mode plein écran et le mode fenêtre SETCHANNEL <int>: sélectionner la chaîne <int> (La première chaîne est 0!!) QUIT: Quitter zapping Note : quand vous utilisez SETCHANNEL deux fois en moins de 1500 ms, il va réagir comme avec une télévision. i.e SETCHANNEL 1, SETCHANNEL 3 sélectionnera la chaîne 13 Le fichier/usr/share/doc/zapping/README.alirc contient plus d'informations à propos de ce greffon.
pl: Jeszcze jedna wtyczka do kontrolowania zappingu przez lirc Poczytaj w dokumentacji lirc na temat pliku .lircrc. Ta wtyczka zarejestruje siê pod nazw± 'zapping_lirc' i mo¿esz u¿ywaæ nastêpuj±cych komend: CHANUP: Jeden kana³ w górê CHANDOWN: Jeden kana³ w dó³ ZOOM: prze³±cz miêdzy pe³nym ekranem a trybem okienkowym SETCHANNEL <numer>: istawia kana³ na <numer> (pierwszy kana³ to 0!!) QUIT: Wychodzi z zappingu Uwaga: wywo³anie SETCHANNEL dwa razy w czasie 1500 ms ma efekt, jakiego mo¿na siê spodziewaæ po telewizorze. Np. SETCHANNEL 1, SETCHANNEL 3 ustawia kana³ na 13 Plik README.alirc zawiera wiêcej informacji na temat wtyczki.
sv: Ytterligare en plugin för att kontrollera zapping via lirc Se lirc-dokumentationen för information on .lircrc-filen. Pluginen registrerar sig udner namnet 'zapping_lirc' och du kan använda följande kommando: CHANUP: En kanal upp CHANDOWN: En kanal ner ZOOM: växla mellan fullskärms och fönsterläge SETCHANNEL <int>: sätt kanalen till <int> (den första kanalen är 0!!) QUIT: Avsluta zapping Obs: när du använder SETCHANNEL två gånger inom 1500 ms, så reagerar den på samma sätt som man för väntar sig av en TV, dvs SETCHANNEL 1, SETCHANNEL 3 sätter kanalen till 13 Filen README.alirc har mer information on pluginen.

source: MPEG encoder
de: MPEG Kompressor
es: Compresor MPEG
fr: Encodeur MPEG
pl: Koder MPEG
ru: MPEG энкодер
sv: MPEG-komprimerare

source: This plugin encodes the image and audio stream into a MPEG file
de: Dieses Plugin nimmt Bild und Ton als MPEG Datei auf
es: Este plugin te permite comprimir el audio y el video en un fichero MPEG
fr: Ce greffon encode les flux image et audio en un fichier MPEG
pl: Ta wtyczka koduje strumieñ obrazu i d¼wiêku do pliku MPEG
ru: Этот плагин сжимает картинку и аудио поток в MPEG файл
sv: Denna plugin sparar ner bilden och ljudet till en MPEG-fil

source: Encode the stream as MPEG.
de: Datenstrom als MPEG Datei speichern
es: Comprimir como MPEG.
fr: Encoder le flux vidéo en MPEG.
pl: Zakoduj strumieñ jako MPEG.
ru: Сжать поток в MPEG
sv: Spara strömmen som MPEG.

source: %d frame dropped
de: %d Bild verloren
es: %d cuadro descartado

source: %d frame processed
de: %d Bild verarbeitet
es: %d cuadro procesado

source: Synchronization under V4L1
de: Synchronisation unter V4L
es: Sincronización bajo V4L1
fr: Synchronisation avec V4L1
pl: Synchronizacja pod V4L1
sv: Synkronisation under V4L1

source: Do not show this again
da: Vis ikke dette igen
de: Nicht mehr anzeigen
es: No mostrar de nuevo
fr: ne plus afficher la prochaine fois
pl: Nie pokazuj tego ponownie
sv: Visa inte detta igen

source: V4L2 page
de: V4L2 Homepage
es: Página de V4L2
fr: Page V4L2
pl: Strona V4L2
sv: V4L2 hemsida

source: You are using a V4L1 driver, so synchronization between audio and video will not be very good. V4L2 drivers provide a much better sync, you might want to try those if you aren't satisfied with the results.
de: Sie verwenden einen V4L Treiber, dadurch ist die Synchronisation von Bild und Ton nicht besonders gut. V4L2 Treiber ermöglichen genauere synchronisation, Sie sollten V4L2 versuchen wenn Sie mit dem Ergebnis nicht zufrieden sind.
es: Estás utilizando un controlador V4L1, así que la sincronía entre audio y video no será demasiado buena. Los controladores V4L2 permiten una sincronización mucho mejor, quizá quieras probarlos si no estás satisfecho con los resultados.
fr: Vous utilisez un pilote V4L1, donc la synchronisation entre l'audio et la vidéo ne sera pas terrible. Les pilotes V4L2 donne une meilleure synchronisation, vous pouvez les essayers si vous n'êtes pas satisfait du résultat.
pl: U¿ywasz sterownika V4L1, wiêc synchronizacja pomiêdzy d¼wiêkiem i obrazem nie bêdzie za dobra. Sterowniki V4L2 udostêpniaj± znacznie lepsz± synchronizacj±, wiêc mo¿esz ich spróbowaæ, je¶li nie jeste¶ zadowolony z wyników.
sv: Eftersom du använder en V4L1-drivare så kommer synkronisationen mellan ljud och bild inte att bli så bra. V4L2-drivare ger en mycket bättre synkronisation, du kanske vill prova dem om du inte är nöjd med resultatet.

source: Cannot create destination dir for clips: %s %s
da: Kan ikke oprette destinations mappe for clips: %s %s
de: Kann das Zielverzeichnis für Videoclips nicht erstellen: %s %s
es: No se puede crear el directorio destino para los videos: %s %s
fr: Ne peut créer le répertoire de destination pour les clips vidéo : %s %s
pl: Nie mogê utworzyæ katalogu docelowego dla klipów: %s %s
sv: Kan inte skapa katalogen för filmer: %s %s

source: Destination: %s
de: Ziel: %s
es: Destino: %s
pl: Cel: %s
ru: Точка назначения: %s

source: Audio only
da: Kun lyd
de: Nur Ton
es: Sólo audio
fr: Audio seulement
pl: Tylko d¼wiêk
ru: Только Аудио
sv: Endast ljud

source: Video only
da: Kun billede
de: Nur Bild
es: Sólo video
fr: Vidéo seulement
pl: Tylko obraz
ru: Только Видео
sv: Endast bild

source: Audio and Video
da: Lyd og Billede
de: Bild und Ton
es: Audio y Video
fr: Audio et Vidéo
pl: D¼wiêk i obraz
ru: Аудио и Видео
sv: Bild och ljud

source: Output audio kbits per second:
de: Audioausgabe kbit/s:

source: Output video Mbits per second:
de: Videoausgabe Mbit/s:
es: Mbits/s de video a generar:
fr: Sortie vidéo Moctets par seconde :
pl: Ilo¶æ obrazu w Mbit/s:
ru: Выходящее видео Мбит в секунду:
sv: Video, Mbits/s:

source: Waiting for frames...
de: Warte auf Bilder...
es: Esperando cuadros...
fr: Attente des trames...
pl: Czekam na ramki...
sv: Väntar på bilder...

source: This is the first time you run the plugin, please take a moment to configure it to your tastes.
de: Sie starten das Plugin zum ersten Mal, bitte nehmen Sie sich einen Augenblick Zeit zum Konfigurieren.

source: Open preferences
da: Åben præferencer
de: Einstellungen öffnen

source: Start recording
da: Start optagning
de: Aufnahme beginnen

source: Record as MPEG
da: Optag som MPEG
de: Als MPEG Datei speichern

source: What to do with the compressed stream
de: Was soll mit dem komprimierten Datenstrom geschehen
es: Qué hacer con los datos comprimidos:
fr: Que faire avec le flux compréssé
pl: Co robiæ ze skompresowanym strumieniem
ru: Что сделать со сжатым потоком
sv: Vad ska göras med den komprimerade strömmen

source: Save to file
da: Gem til fil
de: In einer Datei speichern
es: Guardar a un fichero
fr: Sauver dans un fichier
pl: Zachowaæ do pliku
sv: Spara till fil

source: Write the encoded stream to:
de: Speichere die MPEG Datei in:
es: Escribir el fichero comprimido a:
fr: Écrire le flux encodé dans :
pl: Zapisz zakodowany strumieñ do:
ru: Записать сжатый поток в:
sv: Spara MPEG-datat till:

source: MPEG file destination
da: MPEG fil-destionation
de: MPEG Datei Zielverzeichnis
es: Destino del MPEG
fr: Fichier MPEG de destination
pl: Cel pliku MPEG
sv: MPEG-filens destination

source: Sets the dir where the encoded clips will be written to
de: Das Verzeichnis in dem MPEG Dateien gespeichert werden sollen
es: Elige el directorio donde se escribirán los datos
fr: Sélectionnez le répertoire ou le clip encodé sera écrit
pl: Ustawia katalog, do którego bêd± zapisywane zakodowane klipy
ru: Устанавливает дирректорию куда полученные клипы будут записаны
sv: Katalogen filmer ska sparas till

source: Engine verbosity (output goes to stderr):
de: Stufe für Diagnosemeldungen (auf Standard Error, 0 = keine)
es: Locuacidad del compresor (la salida va a stderr):
fr: Verbosité du moteur (la sortie ira vers stderr) :
pl: Rozwlek³o¶æ mechanizmu (wyj¶cie idzie na stderr):
sv: Diagnosnivå (till stderr, 0 = inget):

source: Input / output
da: Ind / Ud
de: Ein-/Ausgabe
es: Entrada / salida
fr: Entrée / sortie
pl: Wej¶cie / wyj¶cie
ru: Вход / Выход
sv: In-/utgång

source: Capture Width:
da: Fang Bredde:
de: Bildbreite:
es: Ancho de la captura:
fr: Largeur de la capture :
pl: Szeroko¶æ przechwytywania:
sv: Bildbredd:

source: Capture Height:
da: Fang Højde:
de: Bildhöhe:
es: Alto de la captura:
fr: Hauteur de la capture :
pl: Wysoko¶æ przechwytywania:
sv: Bildhöjd:

source: Saving MPEG
da: Gemmer MPEG
de: Speichere MPEG Datei
es: Guardando MPEG
fr: Sauvegarde MPEG
pl: Zachowujê MPEG
sv: Sparar MPEG-data

source: Press this when you are done
da: Tryk på denne når du er færdig
de: Hier klicken wenn Sie fertig sind
es: Pulsa aquí cuando hayas acabado
fr: Cliquez ici une fois fini
pl: Wcijnij, kiedy skoñczysz
ru: Нажмите здесь когда закончите
sv: Tryck här när du är klar

source: RTE id (for debugging)
de: RTE ID (zum Debuggen)
es: RTE id (para depurado)
fr: RTE id (pour déboguage)
pl: Identyfikator RTE (dla odpluskwiania)
ru: RTE id (для отладки)
sv: RTE ID (för avlusning)

source: Destination
de: Ziel
es: Destino
pl: Opis
ru: Точка назначения

source: Mux mode
de: Multiplexermodus
es: Multiplexado
fr: Mode mux
pl: Tryb mux
sv: Multiplexermod

source: Some more info: bit rates
de: Zusatzinformation: Bitraten
es: Algo más de información: tasa de bits
fr: Quelques infos de plus : taux de transfert
pl: Wiêcej informacji: tempo bitowe
ru: Некоторая дополнительная информация: bit rates
sv: Extra information: Bitrates

source: Dynamic stats (dropped, output M's, etc)
de: Dynamische Statistik (Bytes ausgegeben, etc.)
fr: Stats dynamique (dropped, sortie M's, etc)

source: Save mpeg
da: Gem mpeg
de: MPEG speichern

source: Destination file:
da: Destinations fil:
de: Zieldatei:

source: Set the default standard/norm for tunerless inputs
pl: Ustaw domy¶lny standard/normê dla wej¶æ beztunerowych
ru: Установить стандарт/норму по умолчанию для входов без тюнера

source: NORM
pl: NORMA
ru: НОРМА

source: CMD
da: KMD
pl: KOMENDA

source: PIXFORMAT
es: FORMATO
pl: FORMAT

source: Couldn't open %s, exitting
pl: Nie mogê otworzyæ %s, koniec

source: (C) Iñaki García Etxebarria
pl: (C) Inaki Carcía Etxebarria

source: us-bcast
pl: USA-eter
ru: США

source: us-cable
pl: USA-kabel
ru: США-кабель

source: us-cable-hrc
pl: USA-kabel-hrc
ru: США-кабель-hrc

source: japan-bcast
pl: Japonia-eter
ru: Япония

source: japan-cable
pl: Japonia-kabel
ru: Япония-кабель

source: europe
pl: Europa
ru: Европа

source: europe-east
pl: Europa wschodnia
ru: Восточтая Европа

source: italy
pl: W³ochy
ru: Италия

source: newzealand
pl: Nowa Zelandia
ru: Новая Зеландия

source: ireland
pl: Irlandia
ru: Ирландия

source: france
pl: Francja
ru: Франция

source: russia
pl: Rosja
ru: Россия

source: south africa
pl: RPA

source: Sorry, but %s couldn't be opened: %s (%d)
pl: Niestety, %s nie móg³ byæ otwarty: %s (%s)
ru: Извините, но %s не может быть открыт:%s (%d)

source: Failed to access vbi device: %s %s
pl: Nie mogê uzyskaæ dostêpu do urz±dzenia vbi: %s %s

source: Failed to access vbi device %s, cause unknown.
pl: Nie mogê uzyskaæ dostêpu do urz±dzenia vbi %s, przyczyna nieznana.

source: minute
pl: minuta

source: minutes
pl: minut

source: Filter
da: Filtrer
es: Filtro
fr: Filtre
pl: Filtr

source: While loading %s The plugin uses the protocol %d, and the current one is %d, it cannot be loaded.
pl: Przy ³adowaniu %s Wtyczka u¿ywa protoko³u %d, a aktualny jest %s, nie mo¿e byæ za³adowana.
ru: При загрузке %s Плагин использует протокол %d, а текущий %d, он не может быть загружен

source: Sorry, plugin_get_info was not found in %s
pl: Niestety, plugin_get_info nie znalezione w %s
ru: Извините, plugin_get_info не был найден в %s

source: "%s" seems to be a valid plugin, but it doesn't provide a canonical name.
pl: "%s" wydaje siê byæ poprawn± wtyczk±, ale nie udostêpnia nazwy kanonicznej.
ru: "%s" похож на правильный плагин, но он не предоставляет канонического имени

source: Sorry, the version of the plugin cannot be parsed. The version must be something like %%d[.%%d[%%d[other things]]] The given version is %s. Error loading "%s" (%s)
pl: Niestety, nie rozumiem wersji tej wtyczki. Wersja powinna wygl±daæ nastêpuj±co: %%d[.%%d[%%d[other things]]] Podana wersja: %s. Nie mogê za³adowaæ "%s" (%s)
ru: Извините, версия плагина не может быть определена. Версия должна выглядет следующим образом: %%d[.%%d[%%d[еще что-нибудь]]] Данная версия %s. Ошибка загрузки "%s" (%s)

source: %s with a tuner
es: %s con sintonizador.
fr: %s avec un tuner
pl: %s z tunerem
ru: %s с тюнером

source: %s with %d tuners
es: %s con %d sintonizadores.
fr: %s avec %d tuners
pl: %s z %d tunerami
ru: %s с %d тюнерами

source: No plugin accepts this page.
pl: ¯adna wtyczka nie akceptuje tej strony.
ru: Нет плагинов принимающих эту страницу

source: The plugin that created the active page doesn't provide help for it. Sorry.
pl: Niestety, wtyczka, która utworzy³a tê stronê aktywn± nie udostêpnia dla niej pomocy.
ru: Плагин создавший активную страницу не предоставляет справки для нее. Извините

source: Sorry, the plugin doesn't provide help for this
pl: Niestety, wtyczka nie udostêpnia pomocy dla tego
ru: Извините, плагин не предоставляет справки для этого

source: Text export failed: %s
pl: Eksport tekstu siê nie powiód³: %s

source: Selection failed: %s
pl: Wybór siê nie powiód³: %s

source: Caption %x - %s
fr: Sous-titre %x - %s
pl: Nag³ówek %x - %s
sv: Bildtext %x - %s

source: Text %x - %s
da: Tekst %x - %s
es: TTX %x - %s
fr: Texte %x - %s
pl: Tekst %x - %s

source: Caption %x
fr: Sous-titre %x
pl: Nag³ówek0 %x
sv: Bildtext %x

source: Text %x
da: Tekst %x
es: TTX %x
fr: Texte %x
pl: Tekst %x

source: %s in %s
es: %s en %s
fr: %s dans %s
pl: %s w %s
sv: %s i %s

source: Toggle muted
pl: Prze³±cz wyciszenie

source: _VBI info
pl: _Informacja VBI

source: Select the previous station in the channel list [Page Up]
es: Selecciona el canal anterior [Re Pág]
pl: Wybierz poprzedni± stacjê z listy kana³ów [Page Up]

source: Select the next station in the channel list [Page Down]
es: Selecciona el siguiente canal [Av Pág]
pl: Wybierz nastêpn± stacjê z listy kana³ów [Page Down]

source: Configure capture [Ctrl+C]
es: Configurar la captura [Ctrl+C]
pl: Ustawienia przechwytywania [Ctrl+C]

source: Use Zapping as a Teletext navigator [Ctrl+Alt+T]
es: Usar Zapping como un navegador de Teletexto [Ctrl+Alt+T]
pl: U¿yj Zappingu jako nawigatora teletekstu [Ctrl+Alt+T]

source: Verbosity value given to zapping__setup__fb:
pl: Poziom rozwlek³o¶ci zapping__setup__fb:

source: Teletext implementation:
da: Tekst-tv implementering:
es: Implementación de Teletexto:
fr: Implementation Teletext :
pl: Implementacja teletekstu:

source: Level 1.0
es: Nivel 1.0
fr: Niveau 1.0
pl: Poziom 1.0
sv: Nivå 1.0

source: Channel choosing
pl: Wybór kana³ów
ru: Выбор канала

source: Add all the channels
pl: Dodaj wszystkie kana³y

source: Click here to apply the current options to the selected channels
pl: Kliknij, ¿eby zastosowaæ aktualne opcje do wybranych kana³ów
ru: Щелкните здесь что бы применить текущие опции к выбранному каналу

source: _Modify
pl: _Zmieñ
ru: _Изменить

source: Magical input
pl: Magiczne wej¶cie

source: Magical Standard
pl: Magiczny standard

source: Frequency:
pl: Czêstotliwo¶æ:

source: Enter here the key you want to attach to this channel
es: Pon aquí la tecla a adjuntar a este canal
pl: Podaj klawisz, który chcesz przypisaæ do tego kana³u

source: Open the list of known keys
pl: Otwórz listê znanych klawiszy

source: Show the configuration options for this plugin
pl: Poka¿ opcje konfiguracji tej wtyczki
ru: Показать конфигурационные параметры для этого плагина

source: _Configure
pl: _Konfiguruj
ru: _Настроить

source: Go to the index page [Home]
es: Ir al índice [Home]
pl: Id¼ do strony indeksowej [Home]

source: Clone the current Teletext window
es: Clonar la ventana actual
pl: Sklonuj aktualne okno teletekstu

source: Previous subpage [-]
es: Subpágina anterior [-]
pl: Poprzednia podstrona [-]

source: Hold the current subpage [H]
es: Congelar la subpágina actual [H]
pl: Zatrzymaj aktualn± podstronê [H]

source: Next subpage [+]
es: Siguiente subpágina [+]
pl: Nastêpna podstrona [+]

source: Reveal hidden characters [R]
pl: Ujawnij ukryte znaki [R]

source: Exit TTX mode [Esc]
es: Salir del modo TTX [Esc]
pl: Wyjd¼ z trybu TTX [Esc]

source: VBI info
pl: Informacja VBI
