Repository: zapping-vbi/vbi-archive
Catalog: zapping/po/*.po
Languages: da, de, es, fr, it, nl, pl, ru, sv

source: Execute the given command and exit
da: Eksekver den givne kommando og afslut
de: Angegebenen Befehl ausführen und das Programm beenden
es: Ejecutar el comando dado y salir
fr: Exécuter la commande donnée et quitter
it: Esegue il comando dato ed esce
nl: Voer commando uit en verlaat programma
pl: Wykonaj podan± komendê i wyjd¼
sv: Utför det givna kommandot, och avsluta därefter

source: Override CPU detection
it: Sovrascrivi il rilevamento della CPU

source: Sorry, but there is no module support in GLib
da: Der er desværre ingen modul understøttelse i GLib.
de: Module werden von GLib leider nicht unterstützt
es: Lo siento, pero no hay soporte para módulos en GLib
fr: Désolé, mais il n'y a pas le support des modules dans Glib
it: Spiacente, ma non c'è il supporto per i moduli nelle GLib
nl: Sorry, GLib heeft geen modulesupport
pl: Niestety, GLib nie obs³uguje modu³ów
sv: Tyvärr, det finns inget modulstöd i GLib

source: Cannot get device info struct
da: Kan ikke få fat i enheds-information struct
de: Kann device info Struktur nicht erstellen
es: No se puede obtener el dispositivo
fr: Impossible d'obtenir les infos du device
it: Impossibile ottenere la struttura delle informazioni del dispositivo
nl: Kan device struct info niet opvragen
pl: Nie mogê uzyskaæ struktury informacji o urz±dzeniu
ru: Не могу получить информацию об устройстве
sv: Kan inte hämta enhetens informationsstruktur

source: Zapping couldn't be started
da: Zapping kunne ikke startes
de: Zapping konnte nicht gestartet werden
es: Zapping no se pudo iniciar
fr: Zapping ne peut pas démarrer.
it: Impossibile avviare Zapping
nl: Zapping starten lukt niet
pl: Zapping nie móg³ zostaæ uruchomiony
ru: Zapping не может стартовать
sv: Zapping kunde inte startas

source: Couldn't open %s, try other devices?
it: Impossibile aprire %s, provare con altri dispositivi?
nl: Kon %s niet openen - andere devices proberen?

source: %s suceeded, setting it as the new default
da: %s lykkedes, sætter denne som den nye standard
de: Erfolg mit %s, wird gespeichert
es: %s funcionó, es el nuevo valor por defecto
fr: %s avec succès, la configuration est la nouvelle par défaut
it: %s riuscito, impostato come nuovo valore predefinito
nl: %s succesvol, opgeslagen als nieuwe standaardwaarde
pl: Wybór %s powiód³ siê, ustawiam jako now± warto¶æ domy¶ln±
sv: %s lyckades, sparar det som nya normalinställningen

source: Sorry, but "%s" could not be opened: %s
da: "%s" kunne ikke åbnes: %s
de: "%s" konnte leider nicht geöffnet werden: %s
es: Lo siento, pero "%s" no se pudo abrir: %s
fr: Désolé, mais "%s" ne peut pas être ouvert : %s
it: Spiacente, ma "%s" non può essere aperto: %s
nl: Sorry, "%s" kon niet worden geopend: %s
pl: Niestety, "%s" nie móg³ zostaæ otwarty: %s
ru: Извините, но "%s" не может быть открыт:%s
sv: Tyvärr, "%s" kunde inte öppnas: %s

source: ZConf could not be closed properly , your configuration will be lost. Possible causes for this are: - There is not enough free memory - You do not have permissions to write to $HOME/.zapping - libxml is non-functional (?) - or, more probably, you have found a bug in %s. Please contact the author.
de: ZConf konnte nicht gespeichert werden, die aktuellen Einstellungen sind verloren. Mögliche Ursachen: - Nicht genug Speicher - Sie haben keinen Schreibrechte auf $HOME/.zapping - libxml funktioniert nicht (?) - oder, wahrscheinlicher, Sie haben einen Fehler in %s gefunden. Bitte kontaktieren Sie den Autor.
es: Zconf falló al ser cerrado, se perderá la configuración. Algunas posibles causas son: - No hay suficiente memoria libre - $HOME/.zapping no tiene permiso de escritura - libxml no funciona bien (?) - o, más probablemente, esto es un fallo de %s. Por favor contacte con el autor.
fr: ZConf ne peut pas être fermé proprement, votre configuration sera perdu. Les causes possibles sont : - Il n'y a plus de mémoire libre - Vous n'avez pas la permission d'écrire dans $HOME/.zapping - libxml ne fonctionne pas (?) - ou, plus sûrement, vous venez de trouver un bug dans %s. Contactez l'auteur SVP.
it: ZConf non ha potuto chiudersi correttamente, la configurazione sarà perduta. Possibili cause di ciò: - Non c'è abbastanza memoria libera - Non hai i permessi di scrittura a $HOME/.zapping - libxml non funziona (?) - o, più probabilmente, hai trovato un bug in %s. Contatta l'autore.
nl: ZConf kon niet worden opgeslagen, de huidige configuratie zal verloren gaan. Mogelijke oorzaken: - Onvoldoende geheugen - $HOME/.zapping is niet schrijfbaar - libxml functioneert niet (?) - of, waarschijnlijker, je hebt een fout in %s gevonden. Neem contact op met de auteur.
pl: ZConf nie móg³ zostaæ poprawnie zamkniêty, utracisz ustawion± konfiguracjê. Mo¿liwymi przyczynami s±: - Brakuje wolnej pamiêci - Nie masz uprawnieñ zapisu do $HOME/.zapping - libxml nie dzia³a (?) - albo, najprawdopodobniej, znalaz³e¶ b³±d w %s. Proszê skontaktowaæ siê z autorem.
sv: ZConf kunder inte stängas ordentligt, dina aktuella inställningar gick förlorade. Möjliga orsaker: - Inte nog minne - Du har inte skrivrättigheter i $HOME/.zapping - libxml fungerar inte (?) - eller, troligare, du har hittat ett fel i %s var vänlig kontakta programmeraren.

source: Sorry, Zapping is unable to create the config tree
da: Zapping kunne ikke oprette opsætnings-træet
de: Zapping kann den Konfigurationsbaum nicht erstellen
es: Zapping no puede crear la configuración
fr: Désolé, Zapping n'est pas capable de créer la configuration
it: Spiacente, Zapping non può creare la conigurazione
nl: Zapping kon het configuratiebestand niet aanmaken
pl: Niestety, Zapping nie mo¿e utworzyæ drzewa konfiguracji
ru: Извините, Zapping не может создпact the author.
sv: Tyvärr, Zapping kan inte skapa konfigurationsträdet

source: The soundcard mixer is not configured.
it: Il mixer della scheda sonora non è configurato.

source: Please choose a font for OSD in preferences.
it: Scegliere un carattere per l'OSD nelle preferenze.
nl: Kies aub een font voor OSD in voorkeuren

source: The configured font "%s" cannot be loaded, please select another one in preferences
it: Impossibile caricare il tipo carattere configurato "%s", selezionarne un altro nelle preferenze
nl: De gekozen font "%s" kan niet geladen worden, selecteer s.v.p.een andere in voorkeuren

source: No font could be loaded, please make sure your system is properly configured.
it: Non è stato possibile caricare alcun tipo carattere, assicurarsi di aver configurato correttamente il sistema.
nl: Er kon geen enkel font geladen worden. Controleer s.v.p. of het systeem correct geconfigureerd is.

source: Audio device:
de: Audio Gerät
it: Dispositivo audio:
nl: Geluid-apparaat:

source: Select the audio device
de: Wählen Sie das zu verwendende Audiogerät
it: Seleziona il dispositivo audio
nl: Selecteer gewenste audio-apparaat

source: The given audio device "%s" doesn't exist
de: Das Audiogerät "%s" existiert nicht
it: Il dispositivo audio "%s" non esiste
nl: Het gegeven apparaat (device) "%s" bestaat niet

source: Very low
da: Meget lav
de: Sehr niedrig
es: Muy baja
fr: Très bas
it: Molto bassa
nl: Zeer laag
pl: Bardzo niski
ru: Очень маленький
sv: Mycket låg

source: Lower
it: Più bassa
nl: Lager

source: Normal
it: Normale
nl: Normaal
pl: Normalny
ru: Нормальный

source: Very high
da: Meget høj
de: Sehr hoch
es: Muy alta
fr: Très haut
it: Molto alta
nl: Zeer hoog
pl: Bardzo wysoki
ru: Очень большой
sv: Mycket hög

source: Higher
it: Più alta
nl: Hoger

source: This plugin has no public symbols
de: Dieses Plugin hat keine öffentlichen Symbole
es: Este plugin no tiene símbolos públicos
fr: Ce greffon n'a pas de symboles public
it: Questo plugin non ha simboli pubblici
nl: Deze plugin heeft geen public symbols
pl: Ta wtyczka nie ma publicznych symboli
ru: Этот плагин не имеет общих символов
sv: Denna plugin har inga publika symboler

source: List of symbols exported by the plugin
de: Liste der vom Plugin exportierten Symbole
es: Lista de símbolos exportados por el plugin
fr: Liste des symboles exportés par le greffon
it: Lista dei simboli esportati dal plugin
nl: Lijst met door de plugin geëxporteerde symbolen
pl: Lista symboli eksportowanych przez wtyczkê
ru: Список символов экспортированных плагином
sv: Lista över symboler pluginen exporterar

source: Sorry, the plugin couldn't be started
it: Spiacente, impossibile avviare il plugin
nl: Sorry, de plugin wilde niet starten

source: Sorry, but no plugins have been loaded
de: Es wurden noch keine Plugins geladen
es: No se ha cargado ningún plugin
fr: Désolé, mais aucun greffon n'a été chargé
it: Spiacente, ma nessun plugin è stato caricato
nl: Er zijn nog geen plugins geladen
pl: Niestety, ¿adna wtyczka nie jest za³adowana
ru: Извините, нет загруженных плагинов
sv: Tyvärr, men inga pluginer har laddats

source: Plugin name
it: Nome del plugin
nl: Pluginnaam

source: Symbol
es: Símbolo
fr: Symbole
it: Simbolo
nl: Symbool
ru: Сомвол

source: "%s" doesn't provide a version
de: "%s" gibt keine Versionsnummer an
es: "%s" no proporciona una versión
fr: "%s" ne fournis pas de version
it: "%s" non fornisce una versione
nl: "%s" heeft geen versienummer
pl: "%s" nie udostêpnia wersji
ru: "%s" не предоставляет версии
sv: "%s" ger inget versionsnummer

source: Insufficient memory
it: Memoria insufficiente
nl: Onvoldoende geheugen

source: No description available
it: Nessuna descrizione disponibile
nl: [Omschrijving ontbreekt]

source: Check error: "%s" in plugin %s was supposed to be "%s" but it is:"%s". Hashes are 0x%x vs. 0x%x
de: Kontrolle: "%s" im Plugin %s sollte "%s" sein, ist aber: "%s". Hashes sind 0x%x ggü. 0x%x
es: Error de comprobación: "%s" en el plugin %s se suponía "%s", pero es "%s". Las hashes son 0x%x y 0x%x
fr: Check erreur: "%s" du greffon %s devrait être "%s" mais il est:"%s". Hashes are 0x%x vs. 0x%x
it: Errore di controllo: "%s" nel plugin %s si supponeva essere "%s" ma è:"%s". Gli hash sono 0x%x vs. 0x%x
nl: Controlefout: "%s" in plugin %s moet "%s" zijn maar is: "%s". Controlegetallen zijn 0x%x vs. 0x%x
pl: B³±d kontroli: "%s" we wtyczce %s mia³ byæ "%s", ale jest "%s". Kody mieszania wynosz± 0x%x oraz 0x%x
sv: kontrollfel: "%s" i plugin %s skulle vara "%s", men är: "%s". Hashes är 0x%x respektive 0x%x

source: Zapping Properties
da: Zapping Egenskaber
de: Zapping Eigenschaften
it: Proprietà di Zapping
nl: Zapping eigenschappen

source: Can capture to memory.
de: Kann Bilder abspeichern.
it: Può catturare in memoria.
nl: Kan beelden opslaan in geheugen.
pl: Mo¿e przechwytywaæ do pamiêci.
ru: Может захватывать в память

source: Has some tuner.
de: Hat einen Tuner.
es: Tiene un sintonizador.
fr: A un tuner.
it: Ha alcuni sintonizzatori.
nl: Heeft een tuner.
pl: Ma tuner.
ru: Имеет тюнер.
sv: Har en tuner.

source: Supports the teletext service.
de: Unterstützt Teletext.
es: Soporta teletexto.
fr: Support du service Teletext.
it: Supporta il servizio del televideo.
nl: Teletekstondersteuning.
pl: Obs³uguje teletekst.
ru: Поддержка телетекста.
sv: Stöder teletext.

source: Can overlay the image.
de: Unterstützt Overlay.
es: Soporta overlay.
fr: Peut faire l'overlay l'image.
it: Può effettuare l'overlay sull'immagine.
nl: Overlayondersteuning.
pl: Mo¿e nak³adaæ obraz.
ru: Поддерживает overlay
sv: Stöder overlay.

source: Can chromakey the image.
de: Kann das Bild überblenden.
es: Puede hacer chromakey.
fr: Peut chromakey l'image.
it: L'immagine può subire il chromakey.
nl: Chromakey-ondersteuning.
pl: Mo¿e przekolorowywaæ obraz.
sv: Kan överlägga (chromakey) bilden.

source: Clipping rectangles are supported.
de: Clipping wird unterstützt.
es: Recorte de zonas soportado.
fr: Clipping des rectangles supporté.
it: I ritagli rettangolari sono supportati.
nl: Ondersteunt clipping.
pl: Obs³uguje wycinanie prostok±tów.
ru: Поддерживает вырезанные прямоугольники
sv: Clipping stöds.

source: Framebuffer memory is overwritten.
de: Schreibt in Gerätespeicher.
es: Se sobreescribe la memoria del FB.
fr: La mémoire du Framebuffer est ré-écrite.
it: La memoria del framebuffer è sovrascritta.
nl: Framebuffergegeugen is overschreven.
pl: Nadpisuje pamiêæ bufora ramek.
ru: Память фрэймбуффера перезаписывается.
sv: Bildminnet har skrivits över.

source: The capture can be scaled.
de: Skalieren ist möglich.
es: La captura puede ser escalada.
fr: La capture peut être mis à l'échelle.
it: La cattura può essere scalata.
nl: Ondersteunt schaling.
pl: Mo¿e skalowaæ przechwytywanie.
ru: Захват может масштабироваться
sv: Bilden kan skalas.

source: Only monochrome is available
de: Nur einfarbig
es: Sólo se soporta monocromo.
fr: Seulement en monochrome
it: Solo il monocromo è disponibile.
nl: Alleen monochroom
pl: Tylko czarno-bia³y
ru: Доступен только монохромный режим
sv: Endast monokrom är tillgängligt

source: The capture can be zoomed
de: Zoomen ist möglich
es: Se pueden hacer zooms
fr: La capture peut-être zoomée
it: La cattura può subire lo zoom
nl: Zoomen is mogelijk
pl: Mo¿e zmieniaæ rozmiar przechwytywania
sv: Inzoomning är möjlig

source: No available inputs
de: Keine Eingänge vorhanden
es: Sin entradas desponibles
fr: Pas d'entrée valide
it: Nessun ingresso disponibile
nl: Geen input beschikbaar
pl: Brak dostêpnych wej¶æ
ru: Нет доступных входов
sv: Inga tillgängliga ingångar

source: Your video device has no inputs
de: Ihr Videogerät hat keine Eingänge
es: Tu dispositivo no tiene entradas
fr: Votre périphérique vidéo n'a pas d'entrée
it: Il tuo dispositivo video non ha ingressi
nl: video-apparaat heeft geen input
pl: Twoje urz±dzenie wideo nie ma wej¶æ
ru: Ваше видео устройство не имеет входов
sv: Din videoenhet har inga ingångar

source: TV input
de: TV Eingang
es: Entrada de TV
fr: Entrée TV
it: Ingresso TV
nl: TV ingang
pl: Wej¶cie TV
ru: TV вход
sv: TV-ingång

source: Resize to %ux%u
it: Ridimensiona a %ux%u
nl: Schalen naar %ux%u

source: Width
it: Larghezza
nl: Breedte

source: Height
it: Altezza
nl: Hoogte

source: Text Below Icons
it: Testo sotto le icone
nl: Tekst onder pictogrammen

source: Priority Text Beside Icons
it: Testo prioritario accanto le icone
nl: Prioriteitstekst naast pictogrammen

source: Icons Only
it: Solo icone
nl: Alleen pictogrammen

source: Text Only
it: Solo testo
nl: Aleen tekst

source: Use desktop default (%s)
it: Impostazioni predefinite del desktop (%s)
nl: Bureaubladstandaard (%s) gebruiken

source: Do not change
it: Non cambiare
nl: Niet aanpassen

source: Automatic
da: Automatisk
it: Automatica
nl: Automatisch

source: Main Window
da: Hovedvindue
de: Hauptfenster
fr: Fenêtre principale
it: Finestra principale
nl: Hoofdvenster

source: Page %x
da: Side %x
de: Seite %x
es: Página %x
it: Pagina %x
nl: Pagina %x
pl: Strona %x
sv: Sida %x

source: Snapshot Mode
it: Modalità di istantanea

source: Brightness
da: Lysstyrke
de: Helligkeit
es: Brillo
fr: Luminosité
it: Luminosità
nl: Helderheid
pl: Jasno¶æ
ru: Яркость
sv: Ljusstyrka

source: Contrast
da: Konstrast
de: Kontrast
es: Contraste
fr: Contraste
it: Contrasto
pl: Kontrast
ru: Контраст
sv: Kontrast

source: Saturation
de: Sättigung
es: Saturación
it: Saturazione
nl: Verzadiging
pl: Nasycenie
ru: Насыщенность
sv: Fyllnad

source: Hue
da: Farvetone
de: Farbton
es: Intensidad
fr: Teinte
it: Tonalità
nl: Kleur
pl: Odcieñ
ru: Тон
sv: Färgton

source: Whiteness
da: Hvid-hed
de: Weißabgleich
es: Blanco
fr: Blancheur
it: Bianco
nl: Witniveau
pl: Bia³o¶æ
ru: Уровень белого
sv: Vitnivå

source: Black level
da: Sort niveau
de: Schwarzabgleich
es: Nivel de negro
fr: Niveau de noir
it: Livello di nero
nl: Zwartniveau
pl: Poziom czerni
ru: Уровень черного
sv: Svartnivå

source: White balance
da: Hvid balance
de: Weißabgleich
es: Nivel de blanco
fr: Balance du blanc
it: Bilanciamento di bianco
nl: Witbalans
pl: Balans bieli
ru: Баланс белого
sv: Vitbalans

source: Red balance
da: Rød balance
de: Rotabgleich
es: Nivel de rojo
fr: Balance rouge
it: Bilanciamento di rosso
nl: Roodbalans
pl: Balans czerwieni
ru: Баланс красного
sv: Rödbalans

source: Blue balance
da: Blå balance
de: Blauabgleich
es: Nivel de azul
fr: Balance Bleu
it: Bilanciamento di blu
nl: Blauwbalans
pl: Balans niebieskiego
ru: Баланс синего
sv: Blåbalans

source: Exposure
da: Virkningsgrad
de: Belichtung
fr: Exposition
it: Esposizione
nl: Belichting
ru: Экспозиция
sv: Exposition

source: Auto gain
de: Automatische Verstärkung
fr: Gain auto
it: Gain automatico
sv: Automatisk förstärkning

source: HCenter
de: Horizontal zentrieren
fr: Hcentre
it: CentroH
nl: Horizontaal centreren
sv: Horisontalcentrering

source: VCenter
de: Vertikal zentrieren
fr: Vcentre
it: CentroV
nl: Verticaal centreren
sv: Vertikalcentrering

source: Hor. flipping
it: Inversione oriz.
nl: Hor. spiegelbeeld

source: Vert. flipping
it: Inversione vert.
nl: Vert. spiegelbeeld

source: Audio Mute
da: Slå Lyd Fra
de: Stumm schalten
es: Silencio
fr: Audio Muet
it: Silenzio
nl: Geluid uit
pl: Wyciszenie d¼wiêku
ru: Отключить звук
sv: Ljud Av

source: Balance
de: Symmetrie
it: Bilanciamento
pl: Balans
ru: Баланс
sv: Balans

source: Audio Balance
da: Lyd Balance
de: Audiosymmetrie
es: Balance
fr: Balance Audio
it: Bilanciamento audio
nl: Audio balans
pl: Balans d¼wiêku
ru: Аудио Баланс
sv: Ljudbalans

source: Treble
de: Höhen
es: Trémolo
fr: Aigu
it: Alti
pl: Soprany
ru: Высокие
sv: Diskant

source: Loudness
de: Lautstärke
es: Volúmen
it: Rumorosità
nl: Geluidsniveau
pl: G³o¶no¶æ
ru: Громче
sv: Ljudstyrka

source: Bass
da: Bas
de: Bässe
es: Bajos
fr: Grave
it: Bassi
pl: Basy
ru: Низкие
sv: Bas

source: %s doesn't look like a valid capture device
de: %s scheint kein Videogerät zu sein
es: %s no parece un dispositivo de captura válido
fr: %s n'est pas un device de capture valable
it: %s non sembra un dispositivo di cattura valido
nl: %s lijkt geen video-apparaat te zijn
pl: %s nie wygl±da jak poprawne urz±dzenie przechwytuj±ce
ru: %s не похоже на корректное устройства захвата
sv: %s scheint kein Videogerät zu sein

source: Sorry, but "%s" cannot do streaming
de: "%s" unterstützt leider kein Streaming
es: "%s" no puede capturar, lo siento
fr: Désolé, mais "%s" ne peu pas faire du streaming
it: Spiacente, ma "%s" non può fare streaming
nl: "%s" ondersteunt geen streaming
pl: Niestety, "%s" nie mo¿e nadawaæ strumieniem
sv: Tyvärr, "%s" stöder inte strömmning

source: U/V Gain
it: Gain U/V
nl: U/V Versterking

source: U Saturation
it: Saturazione U
nl: U Verzadiging

source: V Saturation
it: Saturazione V
nl: V Verzadiging

source: %s not found in %s or the executable search path.
it: %s non trovato in %s o nel percorso di ricerca degli eseguibili.

source: Cannot execute %s. %s.
it: Impossibile eseguire %s. %s.

source: %s failed. %s
it: %s fallito. %s

source: Unknown error in %s.
it: Errore sconosciuto in %s.

source: %s failed.
it: %s fallito.

source: Language 2
it: Lingua 2
nl: Taal 2

source: Color
it: Colore
nl: Kleur

source: Interlace
it: Interlaccia
nl: Interlacen

source: Yes
it: Sì
nl: Ja

source: Adjust %s
da: Justér %s
de: %s einstellen
es: Ajustar %s
fr: Ajuster %s
it: Regola %s
nl: %s bijregelen
pl: Dostosuj %s
sv: Ställa in %s

source: Controls
da: Indstillinger
de: Einstellungen
es: Controles
fr: Contrôles
it: Controlli
nl: Regelpanelen
pl: Kontrolki
ru: Настройки
sv: Kontroller

source: Unknown
da: Ukendt
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
nl: Onbekend
pl: Nieznany
ru: Не известно
sv: Okänd

source: No input
da: Ingen inddata
de: Kein Eingang
es: Sin entradas
fr: Pas d'entrée
it: Nessun ingresso
nl: Geen input
pl: Brak wej¶cia
sv: Ingen ingång

source: No standard
da: Ingen standard
de: Keine Standards
es: Sin estándares
fr: Pas de standards
it: Nessuno standard
nl: Geen standaard
pl: Brak standardu
sv: Ingen standard

source: Video standards
it: Standard video
nl: Video standaards

source: Audio inputs
it: Ingressi audio

source: Video inputs
it: Ingressi video
nl: Video invoer

source: No channels
it: Nessun canale
nl: Geen kanalen

source: P_lugins
fr: _Greffons
it: P_lugin
pl: _Wtyczki
ru: П_лагины

source: _Window
it: _Finestra
nl: _Venster

source: _Fullscreen
da: _Fuldskærm
it: _A tutto schermo
nl: _Beeldvullend

source: _Background
it: _Sfondo
nl: _Achtergrond

source: _Overlay mode
it: M_odalità overlay
nl: Overlappende modus

source: _Capture mode
it: Modalità _cattura

source: _Help
it: _Aiuto
nl: _Hulp

source: _Contents
it: _Sommario
nl: _Inhoud

source: _About
it: I_nformazioni
nl: In_fo

source: Appearance
it: Aspetto
nl: Beeld

source: Ch. Up
it: Can. su
nl: kanaal hoger

source: Switch to higher channel
it: Cambia al canale precedente
nl: Ga naar hoger kanaal

source: Ch. Down
it: Can. giù
nl: Kanaal lager

source: Switch to lower channel
it: Cambia al canale successivo
nl: Ga naar lager kanaal

source: Change picture controls
da: Skift billedindstillinger
de: Bildeinstellungen
it: Cambia controlli dell'immagine
nl: Wijzig beeldinstellingen

source: _Mute
da: Slå lyd fra
de: _Stumm
it: S_ilenzio
nl: _Zonder geluid

source: Switch audio on or off
it: Attiva e disattiva l'audio
nl: Aan- en uitschakelen van geluid

source: Keep window on top
it: Mantieni finestra in primo piano
nl: Houdt venster bovenop andere vensters

source: _Teletext
da: _Tekst-tv
es: _Teletexto
it: _Televideo
nl: _Teletekst
pl: _Teletekst
ru: _Телетекст

source: Activate Teletext mode
da: Slå tekst-tv til
de: _Teletext-Modus
it: Attiva la modalità Televideo
nl: Activeer teletekstvenster

source: Return to video mode
it: Ritorna alla modalità video
nl: Terug naar video mode

source: _New Teletext View
da: _Ny Tekst-tv visning
de: _Neues Teletext-Fenster
es: _Nueva Vista TTX
fr: _Nouvelle vue Teletext
it: _Nuova vista Televideo
nl: _Nieuw teletekstvenster
pl: Nowe _okno teletekstu
sv: _Nytt teletextfönster

source: _Subtitles
da: Undertekster
de: _Untertitel
es: _Subtítulos
fr: _Sous-titres
it: _Sottotitoli
nl: _Ontertitels
pl: _Napisy
sv: _Bildtext

source: Switch subtitles on or off
it: Attiva e disattiva i sottotitoli
nl: Aan- en uitschakelen subtitels

source: Show menu and toolbar
it: Mostra menu e barra strumenti
nl: Toon menu en knoppenbalk

source: VBI device to use
da: VBI enhed der skal bruges
de: Name des VBI-Geräts
es: Dispositivo de VBI
fr: Périphérique VBI à utiliser
it: Dispositivo VBI
nl: Naam van het VBI-apparaat
pl: Nazwa urz±dzenia wideo
sv: VBI-enhet att använda

source: DEVICE
da: ENHED
es: DISPOSITIVO
fr: PÉRIPHÉRIQUE
it: DISPOSITIVO
pl: URZ¡DZENIE

source: Zapzilla couldn't be started
da: Zapzilla kunne ikke startes
de: Zapzilla konnte nicht gestartet werden
es: Zapzilla no se pudo iniciar
fr: Zapzilla ne peut pas démarrer
it: Impossibile avviare Zapzilla
nl: Zapzilla kon niet worden gestart
pl: Zapzilla nie mog³a byæ uruchomiona
sv: Zapzilla kunde inte startas

source: Sorry, Zapzilla is unable to create the config tree
da: Zapzilla kunne ikke oprette opsætnings-træet
de: Zapzilla kann den Konfigurationsbaum nicht erstellen
es: Zapzilla no puede crear la configuración
fr: Désolé, Zapzilla n'est pas capable de créer la configuration
it: Spiacente, Zapzilla non può creare la configurazione
nl: Zapzilla kon het configuratiebestand niet aanmaken
pl: Niestety, Zapping nie mo¿e utworzyæ drzewa konfiguracji
sv: Tyvärr, Zapping kan inte skapa konfigurationsträdet

source: Could not switch to capture mode
it: Impossibile passare al formato di cattura

source: Could not switch to overlay mode
it: Impossibile passare alla modalità di overlay

source: Video overlay has been disabled.
it: L'overlay video è stato disabilitato.

source: Could not switch to Teletext mode
it: Impossibile passare alla modalità Televideo
