Repository: zapping-vbi/vbi-archive
Catalog: zapping/po/*.po
Languages: da, de, es, fr, it, nl, pl, ru, sv

source: Only useful with full size, unscaled picture (480 or 576 lines)
it: Utile solo a tutto schermo, con disegno non scalato (480 o 576 linee)
nl: Alleen bruikbaar in volledig formaat, \"unscaled\" beeld (480 of 576 lijnen)

source: Backward
da: Tilbage
de: Rückwärts
it: Indietro
nl: Teruggaand

source: Command to execute after the image has been saved
it: Comando da eseguire dopo aver salvato l'immagine
nl: Uit te voeren command zodra het image gesaved is.

source: Forward
da: Frem
de: Vorwärts
it: Avanti
nl: Voorwaarts

source: Grab full size image
it: Cattura immagine a dimensione massima
nl: Pak volledig image formaat

source: Off
da: Fra
de: Aus
it: Inattivo
nl: Uit

source: Preview
de: Vorschau
it: Anteprima

source: S_ubtitles
it: S_ottotitoli
nl: S_ubtitels

source: Save Screenshot
it: Salva istantanea
nl: Bewaar screenshot

source: _Add toolbar button
it: _Aggiungi pulsante alla barra degli strumenti
nl: Voeg knop toe _aan knoppenbalk

source: _Completion command:
it: _Comando di completamento:
nl: Afmaaak _Commando:

source: _Deinterlace:
it: _Deinterlaccia:
nl: _Deinterlacen

source: _Grab on clicking OK
it: _Cattura al clic su OK
nl: Bewaar beeld (_Grab) bij kiezen van OK

source: _Quality:
it: _Qualità:
nl: _Kwaliteit:

source: _Save as:
it: _Salva come:
nl: Opslaan _als:

source: _Skip
it: _Salta
nl: _Overslaan

source: pictures before grabbing
it: immagini prima di catturare
nl: beelden voor grabben

source: Subtitles
da: Undertekster
de: Untertitel
es: Subtítulos
fr: Sous-titres
it: Sottotitoli
nl: Ondertiteling
pl: Napisy
sv: Bildtext

source: Subtitle plugin
it: Plugin per i sottotitoli

source: Western and Central Europe
de: West- und Mitteleuropa
es: Europa Central y Occidental
fr: Europe de l'ouest et centrale
it: Europa occidentale e centrale
nl: West- en Midden-Europa
pl: Europa zachodnia i ¶rodkowa
sv: Väst- och centrala Europa

source: Eastern Europe
da: Øst-Europa
de: Osteuropa
es: Europa Meridional
fr: Europe de l'est
it: Europa orientale
nl: Oost-Europa
pl: Europa wschodnia
sv: Östeuropa

source: Western Europe and Turkey
de: Westeuropa und die Türkei
es: Europa Occidental y Turquía
fr: Europe de l'ouest et Turquie
it: Europa occidentale e turchia
nl: West-Europa en Turkije
pl: Europa zachodnia i Turcja
sv: Västeuropa och Turkiet

source: Central and Southeast Europe
de: Mittel- und Südosteuropa
es: Europa Central y Sudeste
fr: Europe centrale et sud-est
it: Europa centrale e sud-orientale
nl: Midden- en Zuid Europa
pl: Europa ¶rodkowa i po³udniowowschodnia
sv: Centrala och sydöstra Europa

source: Cyrillic
de: Kyrillisch
es: Cirílico
fr: Cyrillique
it: Cirillica
nl: Cyrillisch
pl: Cyrylica
sv: Kyrillisk

source: Greek and Turkish
de: Griechisch und Türkisch
es: Griego y Turco
fr: Grec et Turc
it: Greca e turca
nl: Grieks en Turks
pl: Grecki i Turecki
sv: Grekisk och turkisk

source: Arabic
de: Arabisch
es: Árabe
fr: Arabe
it: Araba
nl: Arabisch
pl: Arabski
sv: Arabisk

source: Hebrew and Arabic
de: Hebräisch und Arabisch
es: Hebreo y Árabe
fr: Hébreu et Arabe
it: Ebraica ed araba
nl: Hebreeuws en Arabisch
pl: Hebrajski i Arabski
sv: Hebreiska och arabiska

source: Nearest (fast, low quality)
it: Più vicino (veloce, bassa qualità)
nl: Nearest (snel, lage kwaliteit)

source: Tiles
it: Tessere
nl: Overlappend

source: Bilinear
it: Bilineare
nl: Bilineair

source: Hyper (slow, high quality)
it: Iper (lento, alta qualità)
nl: Hyper (slow, hoge kwaliteit)

source: <b>Teletext</b>
it: <b>Televideo</b>

source: _Default encoding:
it: Co_difica predefinita:
nl: Default codering:

source: Some stations fail to transmit a complete language identifier, so the Subtitle viewer may not display the correct font or national characters. You can select your geographical region here as an additional hint.
it: Alcune stazioni non trasmettono un identificatore di lingua completo, così il visualizzatore dei sottotitoli non può visualizzare correttamente i caratteri nazionali. Puoi selezionare qui la tua regione geografica come aiuto addizionale.

source: _Foreground:
it: _Primo piano:

source: _Background:
it: _Sfondo:

source: <b>Display</b>
it: <b>Visualizzazione</b>
nl: <b>Weergave</b>

source: _Brightness:
it: _Luminosità:

source: _Contrast:
it: _Contrasto:

source: S_caling:
it: S_cala:
nl: S-chaling:

source: Quality/speed trade-off when scaling and anti-aliasing the page.
it: Compromesso qualità/velocità quando scala e migliora la pagina.
nl: Kwaliteit/snelheid afweging bij het schalen en gebruik van anti-aliasing op de pagina.

source: _Disable
it: _Disabilita
nl: Uitschakelen

source: _Reset position
it: _Ripristina posizione:

source: _Encoding
it: _Codifica
nl: _Encodering

source: Added page %x.%02x to bookmarks
it: Pagina %x.%02x aggiunta ai segnalibri
nl: Toegevoegd %x, %02x aan bookmarks

source: Added page %x to bookmarks
it: Pagina %x aggiunta ai segnalibri
nl: Pagina %x toegevoegd aan bookmarks

source: _Add Bookmark
it: _Aggiungi segnalibro
nl: _Toevoegen Bladwijzers

source: _Edit Bookmarks...
da: Rediger Favoritter...
de: Lesezeichen _bearbeiten
es: _Editar Marcadores...
fr: _Éditer les Signets...
it: _Modifica segnalibri...
nl: _Bladwijzers bewerken...
pl: _Edytuj zak³adki...
sv: _Editera bokmärken

source: Bookmarks
it: Segnalibri
nl: Bladwijzers

source: Channel
it: Canale
nl: Kanaal
pl: Kana³
ru: Канал

source: Page
da: Side
de: Seite
es: Página
it: Pagina
nl: Pagina
pl: Strona
ru: Страница
sv: Sida

source: Description
da: Beskrivelse
de: Beschreibung
es: Descripción
it: Descrizione
nl: Beschrijving
pl: Opis
sv: Beskrivning

source: Could not save page
it: Impossibile salvare la pagina
nl: Kon pagina niet saven

source: Save as
it: Salva come
nl: Opslaan als:

source: Format:
it: Formato:
nl: Formaat:

source: _Preferences
it: _Preferenze
nl: _Preferenties

source: _Colors
da: Farver
de: _Farben
es: _Colores
fr: _Couleurs
it: _Colori
nl: _Kleuren
pl: _Kolory
sv: _Färger

source: Teletext
da: Tekst-tv
es: Teletexto
it: Televideo
nl: Teletekst
pl: Teletekst

source: Teletext plugin
it: Plugin del televideo
nl: Teletekst plugin

source: Level 1
it: Livello 1

source: Level 1.5 (additional national characters)
de: Level 1.5 (zusätzliche Sonderzeichen)
es: Nivel 1.5 (caracteres nacionales adicionales)
fr: Niveau 1.5 (caractères nationaux supplémentaire)
it: Livello 1.5 (caratteri nazionali aggiuntivi)
nl: Level 1.5 (extra vreemde tekens)
pl: Poziom 1.5 (dodatkowe znaki narodowe)
sv: Nivå 1.5 (extra nationella tecken)

source: Level 2.5 (more colors, font styles and graphics)
it: Livello 2.5 (più colori, stili per i caratteri e grafica)
nl: Level 2.5 (meer kleur, lettertypen en figuren)

source: Level 3.5 (proportional spacing, multicolor graphics)
it: Livello 3.5 (proporzionato, grafica multicolori)
nl: Level 3.5 (proportionele letters, meerkleurige figuren)

source: <b>General</b>
it: <b>Generale</b>
nl: <b>Algemeen</b>

source: _Teletext implementation:
it: Implemen_tazione del Televideo:
nl: _Teletekstprotocol:

source: Some stations fail to transmit a complete language identifier, so the Teletext viewer may not display the correct font or national characters. You can select your geographical region here as an additional hint.
de: Einige Sender geben die verwendete Sprache nur unvollständig an, dadurch kann der Teletext-Dekoder einen falschen Zeichensatz oder falsche Sonderzeichen zeigen. Zur Ergänzung können Sie hier ihre geographische Region vorgeben.
es: Algunos canales no transmiten un identificador de idioma apropiado, así que puede que el Teletexto no represente adecuadamente la fuente o los caracteres nacionales. Puedes seleccionar aquí tu zona geográfica como una ayuda adicional.
fr: Certaines stations échouent à transmettre une identification de langage, ainsi le visualiseur Teletext ne peut pas correctement afficher les fontes ou les caractères nationaux. Vous pouvez sélectionner ici une région comme une pré-configuration
it: Alcune stazioni non trasmettono un identificatore di lingua completo, così il visualizzatore del Televideo non può visualizzare correttamente i caratteri nazionali. Puoi selezionare qui la tua regione geografica come aiuto addizionale.
nl: Sommige zenders geven geen volledige taalcode mee, waardoor het mogelijk is dat teletekst niet de juiste lettertypen of vreemde tekens toont. Voer hier de geografische regio in om te gebruiken als extra hint.
pl: Niektóre stacje nie transmituj± kompletnego identyfikatora j±zyka, wiêc przegl±darka teletekstu mo¿e nie wy¶wietlaæ prawid³owej czcionki albo znaków narodowych. Mo¿esz tu podaæ swój region geograficzy jako dodatkow± wskazówkê.
sv: Vissa stationer sänder inte en komplett språkidentifierare, så teletext-visaren kanske inte visar korrekt teckenupsättning. Du kan välja din geografiska region här som en extra vink åt programmet.

source: <b>Page memory</b>
it: <b>Memoria di pagina</b>
nl: <b>Page geheugen</b>

source: _Size:
it: _Dimensione:
nl: _Grootte:

source: KiB
it: KB

source: _Channels:
it: _Canali:
nl: _Kanalen

source: Search text:
it: Testo da cercare:
nl: Zoek tekst:

source: Found text on page %x.%02x:
it: Testo trovato nella pagina %x.%02x:
nl: Text gevonden op pagina %x. %02x:

source: Not found:
it: Non trovato:
nl: Niet gevonden

source: Page memory is empty
it: La memoria delle pagine è vuota
nl: Geheugen pagina is leeg

source: Search page memory
it: Cerca nella memoria delle pagine:
nl: Zoek page geheugen:

source: _Regular expression
it: Esp_ressione regolare
nl: Reguliere expressie

source: Search case _insensitive
it: Non d_istinguere MAIUSCOLE/minuscole
nl: Hoofdletterongevoelig

source: _All channels
it: Tutti i c_anali
nl: _Alle kanalen

source: Next page
it: Pagina successiva
nl: Volgende pagina
ru: п║п╩п╣п╢. я│я┌я─п╟п╫п╦я├п╟

source: Previous page
it: Pagina precedente
nl: Vorige pagina
ru: п÷я─п╣п╢. я│я┌я─п╟п╫п╦я├п╟

source: Previous subpage
da: Forrige underside
de: Vorhergehende Unterseite
fr: Sous-page précédente
it: Sottopagina precedente
nl: Vorige subpagina

source: Next subpage
da: Næste underside
de: Nächste Unterseite
fr: Sous-page suivante
it: Sottopagina successiva
nl: Volgende subpagina

source: Open new Teletext window
da: Åben nyt Tekst-tv vindue
de: Neues Teletext-Fenster öffnen
it: Apri una nuova finestra di Televideo
nl: Open in nieuw venster

source: Hold the current subpage
da: Hold den nuværende underside
de: Seite festhalten
fr: Retenir la sous-page courante
it: Blocca la sottopagina corrente
nl: Huidige subpagina vastzetten

source: Reveal
it: Rivela
nl: Onthullen

source: Reveal concealed text
it: Rivela il testo nascosto
nl: Toon verborgen text

source: Page %x
it: Pagina %x
nl: Pagina %x

source: Subpage %x
it: Sottopagina %x
nl: Subpagina %x

source: Loading page %X...
it: Caricamento pagina %X...
nl: Laden van pagina %X...

source: Loading page %X.%02X...
it: Caricamento pagina %X.%02X...
nl: Laden pagina %X. %02X...

source: Selection copied to clipboard
de: Markierung zur Zwischenablage kopiert
es: Selección copiada al portapapeles
fr: Sélection copiée dans le presse papier
it: Selezione copiata negli appunti
nl: Selectie gekopiëerd naar klembord
pl: Wybór skopiowany do schowka
sv: Markering kopierad till urklipp

source: No page loaded
da: Ingen side hentet
de: Keine Seite geladen
es: Ninguna página cargada
fr: Pas de page chargée
it: Nessuna pagina caricata
nl: Geen pagina geladen
pl: Brak za³adowanej strony
sv: Ingen sida laddad

source: Selecting - press Shift key for table mode
it: Selezione - premi Shift per la modalità tabella
nl: Selecteren - voor table mode shift ingedrukt houden

source: Subtitle index
it: Indice dei sottotitoli
nl: Ondertitelingsindex

source: Now and Next
da: Nu og Næste
de: Jetzt und danach
es: Acto y seguido
fr: Maintenant et suivant
it: Ora e in seguito
nl: Nu en straks
pl: Teraz i nastêpne
sv: Nu och Nästa

source: Current program
da: Nuværende program
de: Über diese Sendung
es: Programa actual
fr: Programme courant
it: Programma corrente
nl: Huidige programma
pl: Aktualny program
sv: Om pågående program

source: Program Index
de: Programminhalt
es: Índice de programas
fr: Index des programmes
it: Indice del programma
nl: Programma-index
pl: Indeks programów
sv: Programinnehåll

source: Program Schedule
de: Programmvorschau
es: Horario de emisión
fr: Calendrier des programmes
it: Orario del programma
nl: Programma-overzicht
pl: Program TV
sv: Programtablå

source: Program Warning
de: Programmhinweis
es: Aviso del programa
fr: Préavis des programmes
it: Avviso del programma
nl: Waarschuwing
pl: Ostrze¿enie o programie
sv: Programvarning

source: _Open
it: _Apri

source: Open in _New Window
it: Apri i_n una nuova finestra
nl: Open in _nieuwe venster

source: _Open Link
it: _Apri collegamento

source: _New Window
it: _Nuova finestra
nl: _Nieuwe window

source: _Save as...
it: _Salva come...
nl: Op_slaan als ...

source: S_earch...
it: C_erca...
nl: _Zoeken...

source: _Bookmarks
da: Favoritter
de: _Lesezeichen
es: _Marcadores
fr: _Signets
it: Segnali_bri
nl: _Bladwijzers
pl: _Zak³adki
sv: _Bokmärken

source: _Go
it: _Vai
nl: _Ga naar

source: Previous page in history
da: Forrige side i historien
de: Zurück zur letzten Seite
es: Historia - Anterior
fr: Page précédente dans l'historique
it: Pagina precedente nella cronologia
nl: Terug
pl: Poprzednia strona z historii
sv: Förra sidan i historian

source: Next page in history
da: Næste side i historien
de: Vorwärts
es: Historia - Siguiente
fr: Entrée suivante dans l'historique
it: Pagina successiva nella cronologia
nl: Vooruit
pl: Nastêpna strona z historii
sv: Nästa sida i historian

source: Index
da: Indeks
de: Inhalt
es: Índice
it: Indice
nl: Inhoud
pl: Indeks
sv: Innehåll

source: Go to the index page
da: Gå til indeks siden
de: Zur Hauptseite
it: Vai alla pagina indice
nl: Ga naar de indexpagina

source: Save this page to a file
it: Salva questa pagina su file
nl: Sla deze pagina op als bestand

source: _Received
it: _Ricevuto
nl: _Ontvangen

source: Unnamed
it: Senza nome
nl: Unbenoemd

source: (Latin)
it: (Latino)

source: (Cyrillic)
it: (Cirillico)
nl: (Cyrillisch)

source: _Automatic
it: _Automatico
nl: _Automatisch

source: _Edit
it: _Modifica
nl: Be_werken

source: _View
it: _Visualizza
nl: Beel_d

source: _Channels
da: Kanaler
de: _Sender
es: _Canales
fr: _Chaînes
it: _Canali
nl: _Kanalen
pl: _Kana³y
sv: _Kanaler

source: _Toolbar
it: Barra degli s_trumenti
nl: _Toetsenbalk

source: _Statusbar
it: Barra di _stato
nl: _Statusbalk

source: Input:
de: Eingang:
it: Ingresso:

source: General Options
da: Generelle Indstillinger
de: Allgemeine Optionen
it: Opzioni generali
nl: Algemene opties

source: <span foreground="blue">Audio off</span>
it: <span foreground="blue">Audio non attivo</span>
nl: <span foreground="blue">geluid uit</span>

source: <span foreground="yellow">Audio on</span>
it: <span foreground="yellow">Audio attivo</span>
nl: <span foreground="yellow">geluid aan</span>

source: Cannot stop capturing while recording.
it: Impossibile fermare la cattura durante una registrazione.

source: Cannot start capturing: %s
it: Impossibile iniziare a catturare: %s
nl: Kan opnemen niet beginnen: %s

source: Channel: %s Found: %u
it: Canale: %s Trovato: %u
nl: Kanaal: %s Gevonden: %u

source: Searching...
da: Søger...
de: Suche...
es: Buscando...
fr: Recherche...
it: Ricerca...
nl: Bezig met zoeken...
pl: Szukam...
ru: п÷п╬п╦я│п╨...
sv: Söker...

source: Select the frequency table used in your country
it: Seleziona la tavola delle frequenze usata nel tuo paese
nl: Kies de frequentietabel die gebruikt wordt in uw regio

source: Ch. Name
it: Nome del can.
nl: Kanaalnaam

source: Channel name
it: Nome del canale
nl: Kanaalnaam:

source: Video input
it: Ingresso video
nl: Video ingang

source: RF Channel
it: Canale RF
nl: RF Kanaal

source: Video standard
it: Standard video
nl: Video standaard

source: Accelerator
it: Acceleratore
nl: Sneltoets
pl: Skrót

source: Do not change input
de: Eingang beibehalten
es: No cambiar la entrada
fr: Ne pas changer l'entrée
it: Non cambiare ingresso
nl: Ingang niet veranderen
pl: Nie zmieniaj wej¶cia
sv: Vyt ej ingång

source: Do not change standard
de: Videostandard beibehalten
es: No cambiar el estándar
fr: Ne pas changer le standard
it: Non cambiare standard
nl: Standaard niet veranderen
pl: Nie zmieniaj standardu
sv: Byt ej videostandard

source: Channel editor
da: Kanal redigering
de: Senderprogrammierung
it: Editor dei canali
nl: Kanaal editor

source: Region
it: Regione
nl: Regio

source: Automatic station _search
da: Automatisk kanal _søgning
de: _Sendersuchlauf
es: _Busqueda automática de canales
fr: Recherche automatique des _stations
it: Ricerca automatica delle _stazioni
nl: Automatisch _zenderzoeken
sv: Automatisk _sökning

source: Select a suitable frequency table, then click here to search through all channels in the table and add the received stations to the channel list.
de: Wählen Sie eine passende Frequenztabelle, danach klicken Sie hier um all Kanäle in der Tabelle abzusuchen und die empfangenen Sender in der Senderliste zu speichern.
es: Selecciona tu país y pulsa aquí para buscar los canales recibidos entre los canales presentes en la tabla de frecuencias.
fr: Sélectionnez une table de fréquence appropriée, et cliquez ici pour rechercher à travers toutes les chaînes de la table et ajouter les stations reçues dans la liste des chaînes.
it: Seleziona una tavola delle frequenze adatta, quindi fai click qui per cercare attraverso tutti i canali della tavola e aggiungere le stazioni ricevute alla lista dei canali.
nl: Gelieve een passende frequentietabel te selecteren en daarna hier te klikken om alle kanalen in de tabel af te zoeken en de gevonden stations toe te voegen aan het kanaal-overzicht.
sv: Välj en passande frekvenstabell, tryck sedan här för att söka igenom alla kanaler i tabellen och lägga till de som kan tas emot, till listan.

source: Add all _channels
da: Tilføj alle kanaler
de: Alle _Kanäle speichern
it: Aggiungi tutti i _canali
nl: _Alle kanalen toevoegen

source: Add all channels in the frequency table to the channel list.
da: Tilføj alle kanaler i frekvens-tabellen til kanal-listen
de: Alle Kanäle der Frequenztabelle in der Senderliste speichern.
es: Añadir todos los canales en la tabla de frecuencias a la lista de canales.
fr: Ajouter toutes les chaînes de la table de fréquence dans la liste des chaînes.
it: Aggiungi tutti i canali della tavola delle frequenze alla lista dei canali.
nl: Alle kanalen uit de tabel als voorkeuzekanalen opslaan.
sv: Lägg till alla kanaler i tabellen till kanallistan.

source: _Import XawTV configuration
it: _Importa configurazione XawTV
nl: _importeer XawTV configuratie

source: Channel List
it: Lista dei canali
nl: Kanaal lijst

source: Edit channel
da: Rediger kanal
de: Sendereinstellungen editieren
it: Modifica canale
nl: Kies kanaal

source: Name:
da: Navn:
es: Nombre:
fr: Nom :
it: Nome:
nl: Naam:
pl: Nazwa:
sv: Namn:

source: Video input:
it: Ingresso video:
nl: Video ingang:

source: Fine tuning:
da: Fin-justering:
de: Feintuning:
it: Sintonizzazione precisa:
nl: Fijn afstelling:

source: Video standard:
it: Standard video:
nl: Video standaard:

source: Accelerator:
it: Acceleratore:
nl: Sneltoets:

source: Accelerator key
it: Tasto acceleratore
nl: Sneltoets

source: Accelerator modifiers
it: Modificatori degli acceleratori
nl: Sneltoets modifiers

source: Accelerator Mode
it: Modalità dell'acceleratore
nl: Versneller mode

source: The type of accelerator.
it: Il tipo di acceleratore.
nl: Het type versneller (accelerator)

source: Type a new accelerator, or press Backspace to clear
it: Digita un nuovo acceleratore, o premi la barra spazio per azzerare
nl: Voer een nieuwe versneller (accelerator) in, of druk op backspace om weg te halen

source: Type a new accelerator
it: Digita un nuovo acceleratore
nl: Type een nieuwe Sneltoets

source: broadcast
it: trasmissione
nl: omroepen

source: cable IRC
it: cavo IRC
nl: IRC kabel

source: cable HRC
it: cavo HRC
nl: HRC kabel

source: cable
it: cavo
nl: kabel

source: Autocom cable
it: cavo Autocom
nl: Autocom kabel

source: Key table...
de: Tastenliste...
it: Tabella dei tasti...
nl: Toetsen tabel ...

source: Command
da: Kommando
de: Befehl
it: Comando
nl: Commando

source: Shortcut
it: Scorciatoia
nl: Sneltoets

source: Mute
da: Slå lyd fra
de: Stumm
es: Silencio
fr: Sourdine
it: Silenzio
nl: Geluid uit
pl: Wycisz
ru: Отключить звук
sv: Tyst

source: Capture mode couldn't be started: %s
de: Capture-Modus konnte nicht gestartet werden: %s
es: No se pudo iniciar el modo captura: %s
fr: La capture d'écran ne peut être démarrée : %s
it: Impossibile avviare la modalità cattura: %s
nl: Opnamemodus kon niet gestart worden: %s
pl: Tryb przechwytywania nie móg³ byæ uruchomiony: %s
ru: Режим захвата не может быть запущен: %s
sv: Inspelningsläget kunde inte startas: %s

source: Cannot restore previous mode, will try capture mode: %s
it: Impossibile ripristinare la modalità precedente, proverò la modalità cattura: %s
nl: Herstellen van vorige modus mislukt, ga opname mode proberen: %s

source: Capture mode couldn't be started either: %s
de: Capture-Modus konnte auch nicht gestartet werden: %s
es: El modo captura tampoco pudo ser iniciado: %s
fr: La capture ne peut pas être faites : %s
it: Impossibile avviare anche la modalità cattura: %s
nl: Opnamemodus kon ook niet gestart worden: %s
pl: Tryb przechwytywania tak¿e nie móg³ byæ uruchomiony: %s
ru: Режим захвата не может быть запущен из-за: %s
sv: Inspelningsläget kunde inte heller startas: %s

source: Cannot restore previous mode: %s
it: Impossibile ripristinare la modalità precedente: %s
nl: Herstellen van vorige modus mislukt: %s

source: Kernel video device
it: Dispositivo video del kernel

source: FILENAME
it: NOME DEL FILE
nl: bestandsnaam

source: XVideo video input port
it: Porta dell'ingresso video di XVideo
nl: XVideo video input poort

source: XVideo image overlay port
it: Porta di overlay dell'immagine di XVideo
nl: XVideo beeld overlay port

source: Disable XVideo video input support
it: Disabilita supporto ingresso video di XVideo
nl: XVideo input support uitschakelen

source: Disable XVideo image overlay support
it: Disabilita overlay dell'immagine di XVideo
nl: XVideo image overlay support uitschakelen

source: Disable XVideo extension support
da: Slå understøttelse for XVideo-udvidelse fra
de: XVideo-Unterstützung deaktivieren
es: Sin soporte de XVideo
fr: Déactiver le support XVideo
it: Disabilita supporto estensioni XVideo
nl: XVideo-extensies uitschakelen
pl: Wy³±cz obs³ugê rozszerzenia XVideo
sv: Stänga av XVideostödet

source: Disable video overlay
it: Disabilita overlay video
nl: Schakel video overlay uit

source: X display is remote, disable video overlay
it: Il display X è remoto, disabilita overlay

source: Disable VBI support
da: Slå VBI-understøttelse fra
de: VBI Unterstützung deaktivieren
es: Sin soporte de VBI
fr: Déactiver le support VBI
it: Disabilita supporto VBI
nl: VBI-ondersteuning uitschakelen
pl: Wy³±cz obs³ugê VBI
ru: Отключить поддержку VBI
sv: Stänga av VBIstödet

source: Disable plugins
it: Disabilita plugin
nl: Plugins uitschakelen

source: Obsolete
it: Obsoleto
nl: Verouderd

source: Color depth of the X display
da: X's farvedybde
de: X Display Farbtiefe
es: Profundidad de color del servidor X
fr: Nombres de couleurs du display X
it: Profondità di colore del server X
nl: Kleurendiepte beeld
pl: G³êbia kolorów ekranu X
ru: Глубина цвета Х-дисплея
sv: Färgdjup på X-skärmen

source: Print debug messages
it: Stampa i messaggi di debug
nl: activeren debugberichten

source: Force dword alignment of the overlay window
it: Forza allineamento a dword della finestra di overlay
nl: Forceer dword layout van overlayvenster
