Repository: zapping-vbi/vbi-archive
Catalog: zapping/po/*.po
Languages: da, de, es, fr, it, nl, pl, ru, sv

source: Select the VBI device
da: Vælg VBI enheden
de: VBI-Gerät auswählen
es: Selecciona el dispositivo VBI
fr: Sélectionner le périphérique VBI
nl: Selecteer het VBI-apparaat
pl: Wybierz urz±dzenie VBI
ru: Выбрать VBI устройство
sv: Välj VBI-enhet

source: Enter here the device associated with the VBI input
de: Geben Sie hier das zum VBI Eingang gehörige Gerät an
es: Introduce aquí el dispositivo de VBI
fr: Entrer ici le périphérique associé avec l'entrée VBI
pl: Wpisz tu urz±dzenie zwi±zane z wej¶ciem VBI
sv: Mata in enheten associerad med VBI-ingången här

source: Page to take subtitles from:
da: Side at tage undertekster fra:
de: Untertitelseite:
es: Página de donde se tomará los subtítulos:
fr: Prendre les sous-titres à partir de cette page :
pl: Strona zawieraj±ca napisy:
sv: Sida att ta bildtext från:

source: Where will subtitles be taken from
da: Hvor skal undertekster tages fra
de: Quelle von Untertiteln
es: De dónde se tomarán los subtítulos
fr: Ou les sous-titres seront placés
pl: Sk±d bêd± brane napisy
sv: Var ska bildtext tas från

source: Default region:
da: Standard region:
de: Sprachvorgabe:
es: Región por defecto:
fr: Région par défaut :
pl: Domy¶lny region:
sv: Standardspråk:

source: Zapping supports several levels of Teletext extensions, you can disable higher levels if you dislike the appearance.
de: Zapping unterstützt erweiterte Teletext-Funktionen die hier aktiviert werden können.
es: Zapping soporta bastantes extensiones de Teletexto, puedes desactivar los niveles altos si no te gusta la apariencia.
fr: Zapping supporte un nombre élevé de niveau d'extension Teletext, Vous pouvez désélectionner les plus hauts niveaux si vous n'aimez pas l'apparence
pl: Zapping obs³uguje ró¿ne poziomy rozszerzeñ teletekstu, mo¿esz wy³±czyæ wy¿sze poziomy je¶li nie podoba ci siê wygl±d.
sv: Zapping stöder flera nivåer av teletext-utökningar, du kan stänga av högre nivåer om du inte tycker om utseendet.

source: Level 2.5 (more colours, font styles and graphics)
de: Level 2.5 ("HiText" - mehr Farben, Schriftarten und Grafik)
es: Nivel 2.5 (más colores, fuentes y gráficos)
fr: Niveau 2.5 (plus de couleurs, styles de fonte et graphiques)
pl: Poziom 2.5 (wiêcej kolorów, styli czcionek i grafiki)
sv: Nivå 2.5 ("HiText" - fler färger, teckenuppsättningar och mer grafik)

source: Level 3.5 (proportional spacing, multicolour graphics)
de: Level 3.5 (Proportionalschrift, mehrfarbige Grafik)
es: Nivel 3.5 (espaciado, gráficos multicolor)
fr: Niveau 3.5 (espacement proportionnel, graphique multi-couleurs)
pl: Poziom 3.5 (proporcjonalne rozmieszczenie, wielokolorowa grafika)
sv: Nivå 3.5 (Proportionell skrift, flerfärgig grafik)

source: Interpolation type:
de: Darstellung
es: Tipo de interpolación:
fr: Type d'interpolation :
sv: Interpolationstyp:

source: Quality/speed tradeoff when scaling and antialing the page.
de: Verhältnis von Qualität und Geschwindigkeit beim Skalieren und Antialiasing.
es: Relación calidad/velocidad al redimensionar y suavizar la página.
fr: Qualité/vitesse transaction lors du redimensionnement et du anti aliasing de la page
pl: Stosunek jako¶æ/prêdko¶c przy skalowaniu i antyaliasowaniu strony.
sv: Kvalitets/hastighetsavvägning vid skalning och utjämning av sidan.

source: Nearest (fast, looks ugly when scaled)
de: Nearest (schnell, aber unschön beim Vergrößern)
es: Cercanía (rápido, feo cuando se incrementa el tamaño)
fr: Nearest (rapide, rendu laid après redimensionnement)
pl: Najbli¿szy (szybki, wygl±da brzydko przy skalowaniu)
sv: Närmaste (snabb, ser ful ut när den skalas)

source: Tiles (slightly slower, somewhat better)
de: Tiles (etwas langsamer und besser)
es: Losetas (algo más lento, algo mejor)
fr: Tiles (légèrement lent, en quelque sorte meilleur)
pl: Kafelki (trochê wolniejszy, nieco lepszy)
sv: Rutor (lite långsammare, något bättre)

source: Bilinear (good quality but slow)
de: Bilinear (gute Qualität, aber langsam)
es: Bilineal (buena calidad pero lento)
fr: Bilinear (bonne qualité mais lent)
pl: Dwuliniowy (dobra jako¶æ, ale wolny)
sv: Bilinjär (bra kvalite men slö)

source: Hyper (best quality but CPU intensive)
de: Hyper (beste Qualität, beansprucht die CPU am meisten)
es: Hyper (la mejor calidad pero el más lento)
fr: Hyper (meilleure qualité mais utilisation intensive du CPU)
pl: Hiper (najlepsza jako¶æ, zu¿ywa du¿y CPU)
sv: Hyper (bästa kvaliteten, men CPU-intensiv)

source: Filtering
da: Filtrering
de: Filtern
es: Filtro
fr: Filtrage
pl: Filtrowanie
sv: Filter

source: Program related links:
da: Program relaterede links:
de: Programmbezogene Links:
es: Vínculos relacionados con el programa:
fr: Liens associés au programme :
pl: £±cza zwi±zane z programem:
sv: Programrelaterade länkar:

source: Network related links:
da: Netværks relaterede links:
de: Senderbezogene Links:
es: Vínculos relacionados con la cadena:
fr: Liens associés au réseau :
pl: £±cza zwi±zane z sieci±:
sv: Sändarrelaterade länkar:

source: Station related links:
da: Kanal relaterede links:
de: Stationsbezogene Links:
es: Vínculos relacionados con la emisora:
fr: Liens associés au station :
pl: £±cza zwi±zane ze stacj±:
sv: Stationsrelaterade länkar:

source: Sponsor messages:
de: Werbeinformationen:
es: Mensajes del espónsor:
fr: Messages su sponsor :
pl: Komunikaty sponsora:
sv: Sponsormeddelanden:

source: Operator messages:
de: Betreibernachrichten:
es: Mensajes de la operadora:
fr: Messages de l'opérateur :
pl: Komunikaty operatora:
sv: Operatörsmeddelanden:

source: What to do with this kind of links
da: Hvad der skal gøres med denne slags links
de: Was soll mit diesen Links geschehen
es: Qué hacer con este tipo de vínculos
fr: Que faire avec cette sorte de liens
pl: Co robiæ z tym rodzajem ³±czy
sv: vad ska göras med denna sorts länkar

source: Ignore
da: Ignorér
de: Ignorieren
es: Ignorar
fr: Ignoré
pl: Ignorowaæ
sv: Ignorera

source: Show in the status bar
da: Vis i statuslinjen
de: In der Statuszeile anzeigen
es: Mostrar en la barra de estado
fr: Voir dans la barre d'état
pl: Pokazywaæ w pasku stanu
sv: Visa i statusraden

source: Open automatically
da: Åben automatisk
de: Automatisch Öffnen
es: Abrir automáticamente
fr: Ouvrir automatiquement
pl: Automatycznie otwieraæ
sv: Öppna automatiskt

source: Filter Level:
da: Filtrerings Niveau:
de: Filterstufe:
es: Nivel de filtrado:
fr: Niveau du filtre :
pl: Poziom Filtru:
sv: Filternivå:

source: Sometimes a priority level is transmitted with the trigger, it can be used to filter the messages you want to receive
de: Manchmal ordnen die Sender den Links Prioritäten zu, damit können unerwünschte Informationen unterdrückt werden
es: A veces un nivel de prioridad se transmite con el trigger, puede utilizarlo para filtrar los mensajes que desea recibir
fr: Quelquefois un niveau de priorité est transmis avec le signal, il peut-être utilisé pour filtrer les messages que vous voulez recevoir
pl: Czasem razem z aktywatorem jest transmitowany poziom priorytetu, mo¿e on byæ u¿yty do filtrowania komunikatów, które chcesz otrzymywaæ
sv: Ibland sänds en prioritetsnivå med aktivatorn; den kan användas för att filtrera ut meddelandena du vill ta emot

source: High priority only
da: Høj prioritet kun
de: Nur hohe Priorität
es: Sólo alta prioridad
fr: Haute priorité seulement
pl: Tylko wysoki priorytet
sv: Endast hög prioritet

source: Medium and High priority
da: Medium og Høj prioritet
de: Hohe und mittlere Priorität
es: Prioridad media-alta
fr: Moyenne et haute priorité
pl: ¦redni i wysoki priorytet
sv: Medium och hög prioritet

source: All messages
da: Alle beskeder
de: Alle Links
es: Todos los mensajes
fr: Tous les messages
pl: Wszystkie komunikaty
sv: Alla meddelanden

source: Default action:
da: Standard handling:
de: Standardaktion:
es: Acción por defecto:
fr: Action par défaut :
pl: Domy¶lne dzia³anie:
sv: Standardaktion:

source: What to do with received trigger if no identifier is transmitted
de: Was soll mit empfangenen Links ohne Namen geschehen
es: Qué hacer con el trigger si no se transmite un identificador
fr: Que faire avec le signal reçu si aucun identificateur est transmit
pl: Co robiæ z odebranym aktywatorem, je¶li nie jest transmitowany identyfikator
sv: Vad som ska göras med mottagna aktivatorer om ingen identifierare sänts

source: VBI options
da: VBI indstillinger
de: VBI Optionen
es: Opciones VBI
fr: Options VBI
nl: VBI opties
pl: Opcje VBI
ru: VBI опции
sv: VBI-val

source: _Start Plugin
de: Plugin _starten
es: _Iniciar el Plugin
fr: _Démarrer le greffon
pl: _Uruchom wtyczkê
ru: _Запустить плагин
sv: _Starta pluginen

source: S_top Plugin
de: Plugin _anhalten
es: _Parar el plugin
fr: _Arrêter le greffon
pl: _Zatrzymaj wtyczkê
ru: _Остановить этот плагин
sv: S_toppa pluginen

source: Plugin description
da: Plugin beskrivelse
de: Plugin Beschreibung
es: Descripción del plugin
fr: Description du greffon
pl: Opis wtyczki
ru: Описание плагина
sv: Pluginbeskrivning

source: This is the file where the plugin is located
da: Dette er filen hvor plugin'et er placeret
de: Das Plugin befindet sich in dieser Datei
es: Fichero donde se encuentra el plugin
fr: ceci est le fichier ou ce trouve le greffon
pl: W tym pliku zawarta jest wtyczka
ru: Это файл где расположен плагин
sv: Pluginen finns i denna fil

source: Hash
de: Schlüssel
nl: Checksum
pl: Kod mieszania
sv: Nyckel

source: Description of the symbol
da: Beskrivelse af symbolet
de: Beschreibung des Symbols
es: Descripción del símbolo
fr: Description du symbole
pl: Opis symbolu
ru: Описание символа
sv: Symbolbeskrivning

source: Use this for starting the fullscreen mode
de: Damit wird der Vollbildmodus gestartet
es: Usa esto para iniciar el modo pantalla completa
fr: Utilisé ceci pour démarrer le mode plein écran
pl: U¿yj tego, ¿eby startowaæ w trybie pe³noekranowym
ru: Используйте для запуска поен плагин

source: Use Zapping as a teletext navigator
de: Zapping als Teletext-Navigator benutzen
es: Usar Zapping como un navegador de Teletexto
fr: Utiliser Zapping comme un navigateur Teletext
pl: U¿yj Zappingu jako nawigatora teletekstu
ru: п≤я│п©п╬п╩я▄п╥п╬п╡п╟я┌я▄ Zapping п╨п╟п╨ я┌п╣п╩п╣я┌п╣п╨я│я┌ п╫п╟п╡п╦пЁп╟я┌п╬я─

source: Resize the main window, hide/show toolbars
de: Fenstergröße ändern, Menü und Toolbar verbergen
es: Redimensionar la ventana principal, mostrar/ocultar barras
fr: Redimensionner la fenêtre principale, cacher/voir la barre d'outils
pl: Zmieñ rozmiar g³ównego okna ukryj/poka¿ paski narzêdziowe

source: _Appearance
da: Udseende
de: _Aussehen
es: _Apariencia
fr: _Apparence
pl: _Wygl±d
sv: _Utseende

source: Resize to 768x576
da: Ændr billedstørrelse til 768x576
de: Größe 768x576
es: Redimensionar a 768x576
fr: Redimensionner à 768x576
pl: Zmieñ rozmiar na 768x576
sv: Storlek 768x576

source: Resize to 720x576
da: Ændr billedstørrelse til 720x576
de: Größe 720x576
es: Redimensionar a 720x576
fr: Redimensionner à 720x576
pl: Zmieñ rozmiar na 720x576
sv: Storlek 720x576

source: Resize to 640x480
da: Ændr billedstørrelse til 640x480
de: Größe 640x480
es: Redimensionar a 640x480
fr: Redimensionner à 640x480
pl: Zmieñ rozmiar na 640x480
sv: Storlek 640x480

source: Resize to 384x288
da: Ændr billedstørrelse til 384x288
de: Größe 384x288
es: Redimensionar a 384x288
fr: Redimensionner à 384x288
pl: Zmieñ rozmiar na 384x288
sv: Storlek 384x288

source: Resize to 352x288
da: Ændr billedstørrelse til 352x288
de: Größe 352x288
es: Redimensionar a 352x288
fr: Redimensionner à 352x288
pl: Zmieñ rozmiar na 352x288
sv: Storlek 352x288

source: Resize to 320x240
da: Ændr billedstørrelse til 320x240
de: Größe 320x240
es: Redimensionar a 320x200
fr: Redimensionner à 320x240
pl: Zmieñ rozmiar na 320x240
sv: Storlek 320x240

source: Previous
da: Forrige
de: Vorhergehende Seite
es: Anterior
fr: Précédente
pl: Poprzednia
sv: Förra sidan

source: Next
da: Næste
de: Nächste Seite
es: Siguiente
fr: Suivant
pl: Nastêpna
sv: Nästa sida

source: Home
da: Hjem
de: Hauptseite
es: Índice
fr: Maison
sv: Hem

source: Search the page cache
da: Søg side mellemlagret (cache)
de: Im Seitenspeicher suchen

source: Search
da: Søg
de: Suche
es: Buscar
fr: Recherche
sv: Sök

source: Go to the previous page
da: Gå til den forrige side
de: Zur vorhergehenden Seite
fr: Aller à la page précédente

source: Go to the next page
da: Gå til den næste side
de: Zur nächsten Seite
fr: Aller à la page suivante

source: Reveal hidden characters
da: Vis gemte bogstaver
de: Verborgenen Text aufdecken
fr: Afficher les caractères cachés

source: Leave Teletext mode
da: Forlad Tekst-tv
de: Teletext-Modus verlassen

source: Open this link in a new window
de: Diesem Verweis in einem neuen Fenster folgen
es: Abrir este enlace en una ventana nueva
fr: Ouvrir ce lien dans une autre fenêtre
pl: Otwórz ³±cze w nowym oknie

source: _Open in new window
da: Åben i nyt vindue
de: _Neues Fenster öffnen
es: _Abrir en nueva ventana
fr: _Ouvrir dans une autre fenêtre
pl: _Otwórz w nowym oknie
sv: _Öppna i nytt fönster

source: Search for a given pattern in the cache
de: Im Seitenspeicher suchen
es: Buscar un determinado patrón en la caché
fr: Chercher un motif donné dans le cache
pl: Szukaj danego wzorca w pamiêci podrêcznej

source: _Search...
de: _Suche...
es: _Buscar...
fr: _Recherche...
pl: _Szukaj...

source: Export the current page to different formats
de: Diese Seite in einem von diversen Formaten speichern
es: Exportar la página actual a diferentes formatos
fr: Exporter la page courante dans différent format
pl: Eksportuje aktualn± stronê do ró¿nych formatów

source: _Export
de: Aus_geben
es: _Exportar
fr: _Exportation
pl: _Eksportuj

source: Manage your bookmarks
de: Lesezeichen verwalten
es: Editar tus marcadores
fr: Arranger vos signets
pl: Zarz±dzanie zak³adkami

source: Add the current page to the bookmarks
de: Lesezeichen für diese Seite hinzufügen
es: Añadir la página actual a los marcadores
fr: Ajouter la page courante aux signets
pl: Dodaj aktualn± stronê do zak³adek

source: _Add current page...
da: Tilføj nuværende side...
de: Seite _hinzufügen...
es: _Añadir esta página...
fr: _Ajouter la page courante...
pl: _Dodaj aktualn± stronê...
sv: _Lägg till sidan...

source: Use this dialog to delete any bookmarks you wish to remove
de: Mit diesem Dialog können Lesezeichen gelöscht werden
es: Utiliza este diálogo para eliminar marcapáginas
fr: Utilisez cette boîte de dialogue pour effacer les signets que vous voulez enlever
pl: U¿yj tego okna do skasowania zak³adek, które chcesz usun±æ

source: Edit Bookmarks
da: Rediger Favoritter
de: Lesezeichen bearbeiten
es: Editar Marcadores
fr: Éditer les Signets
pl: Edytuj zak³adki
sv: Editera bokmärken

source: Subpage
da: Undereside
de: Unterseite
es: Subpágina
fr: Sous-page
pl: Podstrona
sv: Undersida

source: Remove the currently selected bookmark
da: Fjern den valgte favorit
de: Das gewählte Lesezeichen entfernen
es: Borrar el marcador seleccionado
fr: Enlever le Signet sélectionné
pl: Usuñ aktualnie wybran± zak³adkê
sv: Radera det valda bokmärket

source: Remove Bookmark
da: Fjern favorit
de: Lesezeichen entfernen
es: Borrar marcador
fr: Enlever Signet
pl: Usuñ zak³adkê
sv: Radera bokmärke

source: Search pattern:
da: Søge mønster:
de: Suchtext:
es: Patrón de búsqueda:
fr: Modèle de recherche :
pl: Wzór szukania:
sv: Söktext:

source: Regular expression
da: Regulært udtryk
de: Regulärer Ausdruck
es: Expresión regular
fr: Expression régulière
pl: Wyra¿enie regularne
sv: Reguljärt uttryck

source: Search case insensitive
de: Groß-/Kleinschreibung ignorieren
es: Buscar sin distinguir mayúsculas y minúsculas
fr: Recherche avec la casse insensible
pl: Szukaj nie rozró¿niaj±c wielko¶ci liter
sv: Sök versal/gemenoberoende

source: Search backwards
da: Søg baglæns
de: Rückwärts suchen
es: Buscar hacia atrás
fr: Chercher en arrière
pl: Szukaj wstecz
sv: Sök bakåt

source: Search in progress...
da: Søgning i gang...
de: Suche...
es: Buscando...
fr: Recherche...
pl: Szukanie trwa...
sv: Söker...

source: Cancel the current search
da: Annuller den nuværende søgning
de: Suche abbrechen
es: Cancelar la búsqueda actual
fr: Annuler la recherche
pl: Anuluj aktualne szukanie
sv: Avbryt sökningen

source: Search backwards for the previous match
da: Søg baglæns til forrige resultat
de: Rückwärts weitersuchen
es: Buscar hacia atrás la coincidencia anterior
fr: Chercher en arrière pour l'occurrence suivante
pl: Szukaj wstecz do poprzedniego trafienia
sv: Sök bakåt efter nästa

source: Search forwards for the next match
da: Søg forlæns til næste resultat
de: Vorwärts weitersuchen
es: Buscar hacia delante la siguiente coincidencia
fr: Chercher en avant pour la prochaine occurrence
pl: Szukaj w przód do nastêpnego trafienia
sv: Sök framåt för nästa

source: Start a new search
da: Start en ny søgning
de: Neue Suche
es: Comenzar una nueva búsqueda
fr: Démarrer une nouvelle recherche
pl: Wystartuj nowe szukanie
sv: Ny sökning

source: New
da: Ny
de: Neu
es: Nueva
fr: Nouveau
pl: Nowe
sv: Ny

source: Keys
de: Tasten
es: Teclas
fr: Touches
pl: Klawisze
sv: Tangenter

source: New bookmark:
da: Ny favorit:
de: Neues Lesezeichen:
es: Nuevo marcapáginas:
fr: Nouveau signet :
pl: Nowa zak³adka:
sv: Nytt bokmärke:

source: Description:
da: Beskrivelse:
de: Beschreibung:
es: Descripción:
pl: Opis:
sv: Beskrivning:

source: Switch to the current channel when the bookmark is selected
de: Bei der Auswahl des Lesezeichens zu diesem Sender wechseln
es: Cambiar al canal actual al seleccionar el marcapáginas
fr: Aller à la chaîne courante quand le signet est sélectionné
pl: Zmieñ kana³ na aktualny, kiedy zak³adka jest wybrana
sv: Växla till nuvarande kanal när bokmärket väljs

source: Text colors
da: Tekst farver
de: Textfarben
es: Colores del texto
fr: Couleurs du texte
pl: Kolory tekstu
sv: Textfärger

source: Save the changes and leave the dialog
da: Gem ændringer og forlad dialogen
de: Die Veränderungen speichern und den Dialog verlassen
es: Guardar los cambios y cerrar el diálogo
fr: Sauver les changements et quitter cette boîte de dialogue
sv: Spara ändringarna och stäng

source: Click this button if you want to leave the dialog discarding the changes
de: Alle Veränderungen verwerfen und den Dialog verlassen
es: Pulsa aquí para salir ignorando los cambios actuales
fr: Cliquez ici si vous voulez annuler les changements effectués
sv: Kasta bort ändringarna och stäng

source: This shows some help about this dialog
da: Dette viser noget hjælp om denne dialog
de: Gibt Hilfe zu diesem Dialog
es: Muestra ayuda sobre el diálogo
fr: Ceci affiche une aide a propos de ce dialogue
pl: Pokazuje pomoc na temat tego okna
ru: Показывает справку об этом диалоге
sv: Visar lite hjälp om denna dialog

source: Select here the frequency table used in your country
da: Vælg her frekvens-tabellen brugt i dit land
de: Wählen Sie die Frequenztabelle die in ihrem Land benutzt wird
es: Selecciona tu país
fr: Sélectionnez ici la table de fréquence utilisé dans votre pays
sv: Här väljer du frekvenstabellen som används i ditt land

source: No tables
da: Ingen tabeller
de: Keine Frequenztabellen
es: Sin tablas
fr: Pas de tables
sv: Ingen tabell

source: When your country or the required table is not present please notify the author, adding the table if possible, for inclusion in the next release of this program.
de: Hier können Sie die Senderliste editieren. Für Deutschland, Österreich und die Schweiz wählen Sie bitte die Frequenztabelle Europa.

source: Select here the channel you want to tune
da: Vælg her den kanal du vil indstille
de: Wählen sie den Kanal
es: Selecciona el canal que quieras sintonizar
fr: Sélectionner ici la chaîne que vous voulez accorder
pl: Wybierz kana³
ru: Выберете здесь канал на который вы хотите настроиться
sv: Här väljer du kanalen du vill ställa in

source: Station
da: Kanal
de: Kanal

source: Freq (kHz)
da: Frekvens (kHz)
de: Frequ. (kHz)
es: Frec (kHz)
pl: Czêst. (kHz)
ru: Частота (кГц)

source: Tuned channels
da: Indstillede kanaler
de: Senderliste

source: Name
da: Navn
de: Sendername

source: Country
da: Land
de: Land
es: Región
fr: Pays
pl: Pañstwo
ru: Страна
sv: Land

source: Move selected channels one row up
da: Flyt valgte kanaler en række op
de: Gewählte Kanäle eine Zeile nach oben schieben
es: Mover los canales seleccionados una línea hacia arriba
fr: Déplacer la chaîne sélectionnée d'une ligne plus haut
pl: Przesuñ wybrane kana³y w górê
sv: Flytta valda kanaler en rad upp

source: Move selected channels one row down
da: Flyt valgte kanaler en række ned
de: Gewählte Kanäle eine Zeile nach unten schieben
es: Mover los canales seleccionados una línea hacia abajo
fr: Déplacer la chaîne sélectionnée d'une ligne plus bas
pl: Przesuñ wybrane kana³y w dó³
sv: Flytta valda kanaler en rad ner

source: Delete selected channels
da: Fjern valgte kanaler
de: Die gewählten Kanäle löschen
es: Borrar los canales seleccionados
fr: Effacer les chaînes sélectionnées
pl: Usuñ wybrane kana³y
sv: Sudda ut valda kanaler

source: _Remove
da: Fjern
de: _Löschen
es: _Eliminar
fr: _Enlever
pl: _Usuñ
ru: _Удалить
sv: _Radera

source: Select here the video standard used on this channel
de: Wählen Sie den Videostandard der von diesem Sender verwendet wird
es: Selecciona aquí el estándar que usa este canal
fr: Sélectionner ici le standard vidéo utilisé par cette chaîne
sv: Här väljer du videostandarden denna kanal använder

source: Select here the input to be attached to this channel
de: Ordnen Sie hier dem Sender einen Eingang zu
es: Pon aquí la entrada adjunta a este canal
fr: Entrez ici le nom du périphérique que vous voulez attribuer à cette chaîne
pl: Wybierz wej¶cie do przypisania temu kana³owi
sv: Här väljer du ingången som ska kopplas till denna kanal

source: Keyboard shortcut:
da: Genvejs-knap:
de: Taste:

source: Create a new channel with these settings
da: Opret en ny kanal med disse indstillinger
de: Einen neuen Sender mit diesen Einstellungen speichern

source: _Add as a new channel
da: Tilføj som en ny kanal
de: Als _neuen Sender speichern

source: Apply the current settings to the marked channels above
de: Übernimmt die Eingaben für die markierten Sender

source: _Modify selected channels
de: Gewählte Sender _modifizieren

source: Short Name:
da: Kort Navn:
de: Abkürzung:
es: Abreviatura:
fr: Nom court :
pl: Krótka nazwa:
sv: Förkortning:

source: Network call letters:
de: Rufzeichen:
es: Iniciales
fr: Lettres d'appel du réseau :
pl: Nazwa sieci:
sv: Anropstecken:

source: Tape delay:
de: Zeitverschiebung:

source: Synopsis
de: Zusammenfassung

source: Converts a row in RGB565 format to RGB24. Returns the destination.
de: Wandelt eine Zeile im RGB565 Format nach RGB24. Rückgabewert Zieladdresse.
es: Convierte una fila de RGB565 a RGB24. Devuelve el destino.
fr: Convertis une ligne au format RGB565 en RGB24. Retourne la destination.
pl: Konwertuje liniê w formacie RGB565 do RGB24. Zwraca wynik.
sv: Konverterar en rad i RGB565-format till RGB24. Returnerar destinationen.

source: Converts a row in RGB555 format to RGB24. Returns the destination.
de: Wandelt eine Zeile im RGB555 Format nach RGB24. Rückgabewert Zieladdresse.
es: Convierte una fila de RGB555 a RGB24. Devuelve el destino.
fr: Convertis une ligne au format RGB555 en RGB24. Retourne la destination.
pl: Konwertuje liniê w formacie RGB555 do RGB24. Zwraca wynik.
sv: Konverterar en rad i RGB555-format till RGB24. Returnerar destinationen.

source: Converts a row in RGBA format to RGB24. Returns the destination.
de: Wandelt eine Zeile im RGBA Format nach RGB24. Rückgabewert Zieladdresse.
es: Convierte una fila de RGBA a RGB24. Devuelve el destino.
fr: Convertis une ligne au format RGBA en RGB24. Retourne la destination.
pl: Konwertuje liniê w formacie RGBA do RGB24. Zwraca wynik.
sv: Konverterar en rad i RGBA-format till RGB24. Returnerar destinationen.
