Repository: zapping-vbi/vbi-archive
Catalog: zapping/po/*.po
Languages: da, de, es, fr, it, nl, pl, ru, sv

source: A format string describing the main window title when changing channels: $(alias), $(index), $(id), $(freq), $(standard) and $(input) are substituted by the respective values.
it: Una stringa di formato che descrive il titolo della finestra principale al cambiamento dei canali: $(alias), $(index), $(id), $(freq), $(standard) e $(input) sono sostituiti dai rispettivi valori.
nl: Een opmaaktekenreeks die aangeeft wat in de titelbalk van het hoofdvenster getoond moet worden: $(alias) - Zendernaam $(index) - Indexnummer in de zenderlijst $(id) - Kanaalnummer $(freq) - Frequentie $(standard) - Videostandaard $(input) - Input Deze waarden komen in de plaats van de variabelen (substitutie).

source: Advanced
da: Advanceret
de: Speziell
es: Avanzado
fr: Avancé
it: Avanzato
nl: Geavanceerd
pl: Zaawansowane
ru: Расширенные
sv: Avancerat

source: Author:
da: Forfatter:
de: Autor:
es: Autor:
fr: Auteur :
it: Autore:
nl: Auteur:
pl: Autor:
ru: Автор:
sv: Författare:

source: Biggest noninterlaced (autodetect)
de: Größtmögliche ohne Zeilensprung (automatisch)
es: Mayor no entrelazado (autodetectar)
fr: Important non-interlacé (auto-detecté)
it: Più grande non interlacciato (rileva autom.)
nl: Grootst mogelijk zonder interlace (automatisch)
pl: Najwiêkszy bez przeplotu (autodetekcja)
sv: Största ickeinterlaceade (autodetektera)

source: Canonical name:
da: Kanonisk navn:
de: Programmname:
es: Nombre canónico:
fr: Nom principal :
it: Nome canonico:
nl: Programmanaam:
pl: Nazwa kanoniczna:
ru: Каноническое имя:
sv: Programnamn:

source: Channel list number
it: Numero nella lista dei canali
nl: Kanaalnummer

source: Choose a color
da: Vælg en farve
de: Wählen Sie eine Farbe
it: Scegli un colore
nl: Kies een kleur

source: Clean console
da: Ryd konsol
de: Konsole leeren
es: Limpiar consola
fr: Nettoyer la console
it: Svuota console
nl: Wis scherm
pl: Wyczy¶æ konsolê
sv: Töm konsollen

source: Click here when you are done
da: Klik her når du er færdig
de: Hier klicken wenn Sie fertig sind
es: Pulsa aquí cuando hayas acabado
fr: Cliquez ici une fois fini
it: Fai clic qui quando hai fatto
nl: Klik hier indien voltooid
pl: Kliknij tu, kiedy skoñczysz
ru: Щелкните здесь когда закончите
sv: Tryck här när du är klar

source: Copyright (C) 2000-2003 the contributors
it: Copyright (C) 2000-2003 gli sviluppatori
nl: Copyright (C) 2000-2003 degenen die bijgedragen hebben

source: Current controller:
de: Controller:
es: Controlador:
fr: Contrôleur courant :
it: Controller corrente:
nl: Huidige controller:
pl: Aktualny kontroler:
ru: Текущий контроллер:
sv: Nuvarande kontroller:

source: DVB PES File
it: File DVB PES

source: DVB _PES File
it: File DVB _PES

source: Device name:
da: Enheds navn:
de: Gerätename:
es: Nombre:
fr: Nom du périphérique :
it: Nome del dispositivo:
nl: Appraatnaam:
pl: Nazwa urz±dzenia:
ru: Имя устройства:
sv: Enhetsnamn:

source: Devices
it: Dispositivi
nl: Apparaten

source: Disable _screensaver
it: Di_sabilita salvaschermo
nl: Uitzetten _screensaver

source: Enter key
de: Taste drücken
it: Inserisci tasto
nl: Kies toets

source: F_ont:
it: Tip_o di carattere:

source: Favorite _picture sizes:
it: Dimensioni _preferite dell'immagine:
nl: Favoriete _picture formaat:

source: General options
da: Generelle indstillinger
de: Allgemeine Optionen
es: Opciones generales
fr: Options générale
it: Opzioni generali
nl: Algemene opties
pl: Opcje ogólne
ru: Главные опции
sv: Diverse val

source: Interlaced (window size)
de: Mit Zeilensprung (Fenstergröße)
es: Entrelazado (tamaño de la ventana)
fr: Interlacé (taille de la fenêtre)
it: Interlacciato (dimensione della finestra)
nl: Interlaced (venstergrootte)
pl: Z przeplotem (rozmiar okna)
sv: Interlacead (fönsterstorlek)

source: Kernel VBI device
it: Dispositivo VBI del kernel

source: Kernel _device
it: _Dispositivo del kernel
nl: Kernel _device (apparaat)

source: Keyboard
da: Tastatur
de: Tastatur
it: Tastiera
nl: Toetsenbord

source: Known key names
de: Tastennamen
es: Nombres de tecla conocidos
fr: Nom de touche connu
it: Nomi dei tasti conosciuti
nl: Bekende toetsen
pl: Znane nazwy klawiszy
sv: Tangentnamn

source: Maximum capture size:
de: Maximale Capture Größe:
es: Tamaño máximo de captura:
fr: Taille maximum de la capture :
it: Dimensione massima della cattura:
nl: Maximale opnamegrootte:
pl: Maksymalny rozmiar przechwytywania:
ru: Максимальный размер захвата:
sv: Största inspelningsstorlek:

source: Minimum capture size:
de: Minimale Capture Größe:
es: Tamaño mínimo de captura:
fr: Taille minimum de la capture :
it: Dimensione minima della cattura:
nl: Minimale opnamegrootte:
pl: Minimalny rozmiar przechwytywania:
ru: Минимальный размер захвата:
sv: Minsta inspelningsstorlek:

source: Mute while ch_anging channels
it: Evit_a rumore nel cambiare canale
nl: Onderdruk ruis tijdens _kanaalwisseling

source: No Display
it: Nessun display
nl: Geen display

source: OK, let's go on
de: Ok, los geht's
es: Bien, prosigamos
fr: OK, laissez faire
it: OK, andiamo avanti
nl: OK, doorgaan
pl: OK, kontynuuj
sv: Ok, vi fortsätter

source: On Screen Display (OSD)
it: Display su Schermo (OSD)

source: Plugin location
da: Plugin placering
de: Plugin Quelle
es: Ubicación
fr: Location du greffon
it: Percorso del plugin
nl: Plugin locatie
pl: Lokalizacja wtyczki
ru: Расположение плагина
sv: Pluginkälla

source: Plugin priority:
da: Plugin prioritet:
de: Priorität:
es: Prioridad:
fr: Priorité du greffon :
it: Priorità:
nl: Prioriteit:
pl: Priorytet wtyczki:
ru: Приоритет плагина:
sv: Pluginprioritet:

source: Plugin properties
da: Plugin egenskaber
de: Plugin Eigenschaften
es: Propiedades del plugin
fr: Propriété du greffon
it: Proprietà del plugin
nl: Plugin-eigenschappen
pl: W³a¶ciwo¶ci wtyczek
ru: Свойства плагинов
sv: Pluginegenskaper

source: Plugin version:
da: Plugion version:
de: Version:
es: Version:
fr: Version du greffon :
it: Versione:
nl: Pluginversie:
pl: Wersja wtyczki:
ru: Версия плагина:

source: Properties
da: Egenskaber
de: Eigenschaften
es: Propiedades
fr: Propriétés
it: Proprietà
nl: Eigenschappen
pl: W³a¶ciwo¶ci
ru: Свойства
sv: Egenskaper

source: RF channel number
it: Numero del canale RF
nl: RF kanaalnr

source: Remember this video standard
it: Ricorda questo standard video
nl: Onthoud deze video standaard

source: Remove all this mess
da: Fjern alt dette rod
de: Weg mit diesem Käse
es: Borrar este barullo
fr: Enlever toute cette pagaille
it: Elimina tutti questi messaggi
nl: Verwijder deze troep
pl: Usuñ ten ba³agan
sv: Ta bort den här smörjan

source: Run the plugin
da: Kør plugin
de: Plugin ausführen
es: Ejecutar el plugin
fr: Démarrer ce greffon
it: Avvia il plugin
nl: Plugin uitvoeren
pl: Uruchom tê wtyczkê
ru: Запустить плагин
sv: Kör pluginen

source: S_how toolbar as:
it: _Mostra barra degli strumenti come:
nl: Toon _knoppenbalk als:

source: Save _control values per channel
it: Salva i valori del _controllo per ogni canale
nl: _Control waarden opslaan per kanaal

source: Select OSD font
de: OSD Zeichensatz wählen
fr: Selectionner la polices pour l' OSD
it: Seleziona il carattere per OSD
nl: Selecteer OSD lettertype

source: Select the V4L device
da: Vælg V4L enheden
de: V4L Gerät wählen
es: Selecciona el dispositivo V4L
fr: Sélectionner le device V4L
it: Seleziona il dispositivo V4L
nl: Video4Linux-apparaat kiezen
pl: Wybierz urz±dzenie V4L
ru: Выберете V4L устройство
sv: Välj V4l-enhet

source: Show _tooltips
it: Mos_tra suggerimenti
nl: Toon _tooltips

source: Status Bar
da: Statuslinjen
de: Statuszeile
fr: Barre d'état
it: Barra di stato
nl: Statusbalk

source: Stop this plugin
de: Plugin anhalten
es: Parar el plugin
fr: Arrêter ce greffon
it: Ferma questo plugin
nl: Stop deze plugin
pl: Zatrzymaj tê wtyczkê
ru: Остановить этот плагин
sv: Stoppa pluginen

source: TV viewer for the Gnome environment
it: Visualizzatore TV per Gnome
nl: Een TV viewer voor de Gnome omgeving

source: The video capture device does not report the correct video standard, please select manually:
it: Il dispositivo di cattura video non riporta il corretto standard video, selezionalo manualmente:
nl: Het video opname apparaat (device capture) komt niet met een geldige video standaard: graag met de hand aanpassen.

source: Title _bar contents:
it: Contenuti della _barra del titolo:
nl: Inhoud titel _bar:

source: Video Standard
it: Standard video
nl: Video standaard

source: Video device capabilities
da: Video enheds egenskaber
de: Möglichkeiten des Videogeräts
es: Características del dispositivo de video.
fr: Capacité du device vidéo
it: Caratteristiche del dispositivo video
nl: Mogelijkheden van video-apparaat
pl: Mo¿liwo¶ci urz±dzenia wideo
ru: Возможности видео устройства
sv: Videoenhetsmöjligheter

source: Window
it: Finestra

source: Zapping Preferences
it: Preferenze di Zapping
nl: Zapping voorkeuren

source: Zapping error console
de: Zapping Fehlerkonsole
es: Consola de errores de Zapping
fr: Console d'erreur de Zapping
it: Console degli errori di Zapping
nl: Zapping foutmeldingenscherm
pl: Konsola b³êdów Zappingu
sv: Zapping felkonsoll

source: _Background color:
it: Colore di _sfondo:
nl: _Achtergrondkleur

source: _Capture size under XVideo:
it: Dimensione della _cattura sotto XVideo:
nl: _Opnamegrootte met XVideo:

source: _Command:
it: _Comando:
nl: _Commando:

source: _Control volume with soundcard mixer
it: _Controlla il volume con il mixer della scheda sonora
nl: _Control volume met soundcard mixer

source: _Device file:
it: File del _dispositivo:
nl: _Apparaatbestand:

source: _Display mode:
it: Mo_dalità del display:
nl: _Display modus:

source: _Enter channels by:
it: Cambia i canali s_econdo:
nl: _Voer kanalen in per:

source: _Foreground color:
it: Colore di _primo piano:
nl: _Voorgrond kleur:

source: _Fullscreen video resolution:
it: _Risoluzione video a tutto schermo:
nl: _Fullscreen video resolutie

source: _Gnome sound daemon (ESD)
it: Demone sonoro di _Gnome (ESD)
nl: G_nome geluid server (ESD)

source: _KDE sound daemon (ARTS)
it: Demone sonoro di _KDE (ARTS)
nl: _KDE geluid server (ARTS)

source: _Mute on exit
it: Silenzioso all'_uscita
nl: _Geluid uit bij afsluiten

source: _No VBI services
it: _Nessun servizio VBI

source: _No audio recording
it: _Nessuna registrazione audio
nl: _Geen audio opname

source: _Remove after:
it: _Rimuovi dopo:
nl: Ve_rwijderen na:

source: _Resize using fixed increments
it: _Ridimensiona con incrementi predefiniti
nl: _Schalen in vaste stappen

source: _Start Zapping muted
it: Avvia Zapping _silenzioso
nl: _Zapping opstarten zonder geluid

source: _Use VBI Proxy if available
it: _Usa proxy VBI se disponibile

source: seconds
it: secondi
nl: seconden

source: Correct aspect ratio
it: Correggi proporzioni
nl: Corrigeer beeldverhouding
pl: Popraw proporcje ekranu

source: Approach an image aspect ratio similar to a real TV. This will double the image size.
it: Si avvicina alle proporzioni dell'immagine simile ad una reale TV. Questo raddoppierà la dimensione dell'immagine.
nl: Een standaard TV (4:3) verhouding benaderen, hierdoor krijg je een dubbel beeldafmeting.

source: Export this page as raw PPM image
it: Esporta questa pagina come grezza immagine PPM
nl: Exporteer deze pagina in (raw) PPM-formaat

source: Teletext Page %3x.%x
it: Pagina del Televideo %3x.%x
nl: Teletekst pagina %3x.%x
pl: Strona teletekstu %3x.%x

source: Teletext Page %3x
it: Pagina del Televideo %3x
nl: Teletekst pagina %3x
pl: Strona teletekstu %3x

source: Export this page as PNG image
it: Esporta questa pagina come immagine PNG
nl: Exporteren in PNG-formaat
pl: Eksportuj tê stronê jako obraz PNG

source: Graphics char
it: Carattere della grafica
nl: Grafische tekens
pl: Znak grafiki

source: Replacement for block graphic characters: a single character or decimal (32) or hex (0x20) code
it: Rimpiazzo per i caratteri di blocchi grafici: un singolo carattere o un codice decimale (32) o esadecimale (0x20)
nl: Vervangingsteken voor blokgrafiektekens: een enkel teken of een decimale (32) ofhexadecimale (0x20) code
pl: Zastêpstwo za znaki grafiki blokowej: pojedynczy znak albo kod dziesi±tkowy (32) albo szesnastkowy (0x20)

source: ASCII art
it: Grafica ASCII

source: Replace graphic characters by ASCII art
it: Sostituisci i caratteri grafici con grafica ASCII
nl: Vervang grafische characters door ASCII art

source: Color (CSS)
it: Colore (CSS)
nl: Kleur (stylesheet)
pl: Kolor (CSS)

source: Store the page colors using CSS attributes
it: Salva i colori della pagina usando gli attributi CSS
nl: De tekstkleur als stylesheet opslaan
pl: Zachowuje kolory strony przy u¿yciu atrybutów CSS

source: HTML header
it: Intestazione HTML
nl: HTML-kop
pl: Nag³ówek HTML

source: Include HTML page header
it: Include intestazione HTML di pagina
nl: HTML-kop invoegen
pl: Zawrzyj nag³ówek strony HTML

source: <title lang="en">
it: <title lang="it">
nl: <title lang="nl">
pl: <title lang="pl">

source: Export this page as HTML page
it: Esporta questa pagina come pagina HTML
nl: Exporteren als HTML-pagina
pl: Eksportuj tê stronê jako stronê HTML

source: Write error.
it: Errore di scrittura.
nl: Schrijf fout

source: Out of memory.
it: Senza memoria disponibile.
nl: Geheugentekort.

source: Export module %s has no option %s.
it: Il modulo di esportazione %s non ha l'opzione %s.
nl: Export module %s heeft geen optie %s.

source: Invalid argument %s for option %s of export module %s.
it: Invalido argomento %s per l'opzione %s del modulo di esportazione %s.
nl: Ongeldig argument %s voor optie %s van export module %s.

source: Unknown error.
it: Errore sconosciuto.
nl: Onbekende fout

source: Could not create %s. %s.
it: Impossibile creare %s. %s.
nl: Kon '%s' niet aanmaken: %s

source: Invalid option string "%s".
it: Invalida stringa di opzione "%s".
nl: Ongeldige optie string "%s".

source: Unknown export module '%s'.
it: Modulo di esportazione sconosciuto '%s'.
nl: Onbekende export module '%s'.

source: Cannot initialize export module '%s', probably lack of memory.
it: Impossibile inizializzare il modulo di esportazione '%s', probabile mancanza di memoria.
nl: Kan export module '%s' niet initialiseren. Waarschijnlijk geheugenprobleem.

source: Cannot initialize export module '%s', out of memory.
it: Impossibile inizializzare il modulo di esportazione '%s', senza memoria disponibile.
nl: Kan export module '%s' niet initialiseren, geheugentekort.

source: ISO-8859-1 (Latin-1 Western languages)
it: ISO-8859-1 (Latin-1 Lingue occidentali)
nl: ISO-8859-1 (Latin-1 Westerse talen)

source: ISO-8859-2 (Latin-2 Central and Eastern European languages)
it: ISO-8859-2 (Latin-2 Lingue dell'Europa centrale ed orientale)
nl: ISO-8859-2 (Latin-2 Centraal en Oost Europese talen)

source: ISO-8859-4 (Latin-3 Baltic languages)
it: ISO-8859-4 (Latin-3 Lingue baltiche)
nl: ISO8859-4 (Latin-3 Baltische talen)

source: ISO-8859-5 (Cyrillic)
it: ISO-8859-5 (cirillico)
nl: ISO-8859-5 (Cyrillisch)

source: ISO-8859-7 (Greek)
it: ISO-8859-7 (greco)
nl: ISO-8859-7 (Grieks)

source: ISO-8859-8 (Hebrew)
it: ISO-8859-8 (ebraico)
nl: ISO-8859-8 (Hebreeuws)

source: ISO-8859-9 (Turkish)
it: ISO-8859-9 (turco)
nl: ISO-8859-9 (Turks)

source: KOI8-R (Russian and Bulgarian)
it: KOI8-R (russo e bulgaro)
nl: KOI8-R (Russisch en Bulgaars)

source: KOI8-U (Ukranian)
it: KOI8-U (ucraino)
nl: KOI8-U (Ukrainsch)

source: Encoding
it: Codifica
nl: Codering

source: Font face
it: Tipo di carattere

source: None
it: Nessuno
nl: geen

source: Control codes
it: Codici di controllo

source: Text
da: Tekst
it: Testo
nl: Tekst

source: Export this page as text file
it: Esporta questa pagina come file di testo
nl: Exporteer deze pagina als tekstbestand

source: Can only export Teletext pages.
it: Possibile solo l'esportazione di pagine del Televideo.
nl: Kan alleen teletekstpaginas exporteren

source: Page is not cached.
it: La pagina non è salvata in cache.
nl: Pagina is niet gecached

source: Cannot export this page, is not displayable.
it: Impossibile esportare questa pagina, non è visualizzabile.
nl: Kan deze pagina niet exporteren (niet displayable)

source: Export this page as VTX file, the format used by VideoteXt and vbidecode
it: Esporta questa pagina come file VTX, il formato usato da VideoteXt e vbidecode
nl: Deze pagina als VTX-bestand exporteren, het formaat dat gebruikt wordt door VideoteXt en vbidecode
pl: Eksportuje tê stronê jako plik w formacie VTX, u¿ywanym przez VideoteXt i vbidecode

source: Another lirc plugin
da: Endnu et lirc plugin
de: Ein weiteres LIRC Plugin
es: Otro plugin de lirc
fr: Un autre greffon lirc
it: Un altro plugin di LIRC
nl: Een andere LIRC plugin
pl: Inna wtyczka lirc
sv: En annan lirc-plugin

source: Another plugin to control zapping through lirc To enable this plugin you must edit your ~/.lircrc file. See the Zapping documentation for details.
it: Altro plugin per controllare Zapping attraverso LIRC Per abilitare questo plugin è necessario modificare il file ~/.lircrc. Consulta la documentazione di Zapping per i dettagli.
nl: Nog een plugin om zapping via lirc te gebruiken Om dit te enablen moet je de ~/.lirc wijzigen. Bekijk de Zapping documentatie voor verdere aanwijzingen.

source: Lets you control zapping through lirc
da: Lader dig kontrollere zapping igennem lirc
de: Läßt Sie Zapping mittels LIRC (Linux Infrared Remote Control) steuern
es: Te permite controlar Zapping a través de lirc
fr: Vous permet de contrôler zapping avec lirc
it: Permette di controllare Zapping attraverso LIRC
nl: Bestuur Zapping met LIRC (Linux Infrared Remote Control)
pl: Pozwala kontrolowaæ zapping przez lirc
sv: Låter dig kontrollera zapping via lirc

source: Check error: "%s" in plugin %s has hash 0x%x vs. 0x%x
de: Warnung: "%s" im Plugin %s hat Hash 0x%x ggü. 0x%x
es: Error de comprobación: "%s" en el plugin %s tiene hash 0x%x vs. 0x%x
fr: Check erreur : "%s" du greffon %s has hash 0x%x vs. 0x%x
it: Errore di controllo: "%s" nel plugin %s ha hash 0x%x vs. 0x%x
nl: Waarschuwing: "%s" in plugin %s heeft checksum 0x%x i.p.v. 0x%x
pl: B³±d kontroli: "%s" we wtyczce %s ma kod mieszania 0x%x zamiast 0x%x
sv: Varning: "%s" i plugin %s har nyckel 0x%x vs. 0x%x

source: Could not start deinterlace plugin
it: Impossibile avviare il plugin di deinterlacciamento
nl: Kon deinterlace plugin niet starten

source: Could not switch to capture format YUYV %u x %u.
it: Impossibile passare al formato di cattura YUYV %u x %u.
nl: Overgang naar capture formaat YUYV %u x %u lukte niet.

source: Deinterlace
it: Deinterlacciamento
nl: Deinterlacen

source: Plugins
fr: Greffons
it: Plugin
pl: Wtyczki
ru: Плагины

source: Deinterlace plugin
it: Plugin di deinterlacciamento

source: Low
da: Lav
de: Niedrig
es: Baja
fr: Bas
it: Bassa
nl: Laag
pl: Niski
ru: Маленький
sv: Låg

source: Medium
it: Medio

source: High
da: Høj
de: Hoch
es: Alta
fr: Haut
it: Alta
nl: Hoog
pl: Wysoki
ru: Большой
sv: Hög

source: _Resolution:
it: _Risoluzione:
nl: _Resolutie:

source: _Field Balance:
it: Bilanciamento del _campo:
nl: _Field Balans:

source: Disabled
de: Deaktiviert
it: Disabilitato
nl: Uitgeschakeld

source: Format %s is incomplete, please configure the video or audio codec.
it: Il formato %s è incompleto, configura il codec video o audio.
nl: Formaat %s is incompleet. De video of audio codec graag configureren.

source: Cannot create file %s: %s
da: Kan ikke oprette fil %s: %s
it: Impossibile creare il file %s: %s
nl: Kan bestand '%s' niet aanmaken: %s

source: Options
da: Indstillinger
de: Optionen
es: Opciones
it: Opzioni
nl: Opties
pl: Opcje
sv: Val

source: New format
it: Nuovo formato
nl: Nieuw formaat

source: Format name:
da: Format navn:
it: Nome del formato:
nl: Formaatnaam:

source: Record
da: Optag
it: Registra
nl: Opnemen

source: Not implemented yet
da: Ikke implementeret endnu
it: Non ancora implementato
nl: Nog niet geimplementeerd

source: Record a video stream
it: Registra un flusso video
nl: Opnemen video stream

source: Audio/Video Recorder
da: Lyd/Billede Optager
it: Registratore audio/video

source: This plugin records video and audio into a file
da: Dette plugin optager billede og lyd til en fil
it: Questo plugin registra video e audio in un file
nl: Deze plugin neemt beeld en geluid op als MPEG bestand

source: Record video and audio.
da: Optag billede og lyd
it: Registra video e audio.
nl: Opnemen van beeld en geluid

source: Capture _height:
it: _Altezza della cattura:
nl: Opname _hoogte:

source: Capture _width:
it: _Larghezza della cattura:
nl: Opname _breedte:

source: Destination file
da: Destinations fil
de: Zieldatei
it: File di destinazione
nl: Doelbestand

source: Fil_e format
it: Formato d_el file
nl: _Bestandsformaat

source: Record _all subtitles
it: Registr_a tutti i sottotitoli

source: Record this channel or _page:
it: Registra questo canale o questa _pagina:

source: Save _as:
it: S_alva come:
nl: Opslaan _als:

source: _Configure...
it: _Configura...
nl: _Configureren....

source: _Delete
da: Slet
de: _Löschen
it: _Elimina
nl: _Verwijder

source: _Embedded in the video file:
it: _Integrati nel file video:

source: _Format:
it: _Formato:
nl: _Formaat:

source: _New
it: _Nuovo
nl: _Nieuw

source: _Pause
it: _Pausa

source: _Record
it: _Registra
nl: _Opnemen

source: _Stop
it: _Ferma

source: _Subtitle file:
it: File dei _sottotitoli:

source: _Superimposed onto the picture
it: _Sovraimpressi al filmato

source: No codec
it: Nessun codec
nl: Geen codec

source: Screenshot saver
de: Speichern von Standbildern
es: Grabador de screenshots
fr: Copie d'écran
it: Salva istantanee
nl: Opslaan van screenshots
pl: Zrzucacz ekranu
ru: Граббер экрана
sv: Spara skärmbild

source: With this plugin you can take screen shots of the program you are watching and save them in various formats.
de: Mit diesem Plugin können Sie das gezeigte Fernsehbild als Standbild in verschiedenen Formaten speichern.
it: Con questo plugin puoi ottenere istantanee del programma che stai guardando e salvarle in vari formati.
nl: Met deze plugin kunt u screenshots maken van het huidige beeld in deverse formaten.

source: This plugin takes screenshots of the video capture.
de: Dieses Plugin speichert Standbilder.
it: Questo plugin prende istantanee della cattura video.
nl: Deze plugin maakt screenshots van het videobeeld.

source: Screenshot
da: Skærmbillede
de: Standbild
fr: Copie d'écran
it: Istantanea
pl: Zrzut ekranu
ru: Скриншот
sv: Stillbild

source: Take a screenshot
da: Tag et billede af skærmen
de: Standbild speichern
it: Prendi un'istantanea
nl: Maak een screenshot

source: Error while writing screenshot
da: Fejl ved skrivning af skærmbillede
de: Fehler beim Schreiben des Standbilds
it: Errore durante la scrittura dell'istantanea
nl: Fout bij het schrijven van een screenshot

source: Saving...
da: Gemmer...
de: Speichere...
es: Guardando...
fr: Sauvegarde...
it: Salvataggio...
nl: Bezig met opslaan...
pl: Zachowujê...
ru: Сохраняется...
sv: Sparar...

source: Sorry, but I cannot write %s %s
it: Spiacente, impossibile scrivere %s %s
nl: Er is een fout opgetreden tijdens het wegschrijven. %s %s

source: Sorry, not enough resources to create a new thread
da: Der er ikke nok ressourcer til at oprette en ny tråd
de: Resourcenmangel verhindert starten eines neuen Threads
it: Spiacente, non abbastanza risorse per creare un nuovo thread
nl: Onvoldoende systeembronnen voor het starten van een nieuwe taak

source: There are too many threads
da: Der er for mange tråde
de: Es gibt schon zu viele Threads
es: Demasiados hilos
fr: Il y a trop de thread
it: Ci sono troppi thread
nl: Er zijn te veel actieve taken
pl: Zbyt wiele w±tków
ru: Слишком много нитей
sv: Det finns för många trådar

source: appx %u KB
de: ca. %u KB
it: circa %u KB
nl: ca %u KB

source: appx %.2f MB
de: ca. %.2f MB
it: circa %.2f MB
nl: ca %.2f MB

source: This format has no quality option
it: Questo formato non ha opzioni di qualità
nl: Dit formaat kent geen kwaliteitsoptie
