Repository: zapping-vbi/vbi-archive
Catalog: zapping/po/*.po
Languages: da, de, es, fr, it, nl, pl, ru, sv

source: [No description provided]
da: [Ingen beskrivelse givet]
de: [Keine Beschreibung verfügbar]
es: [Sin descripción]
fr: [pas de description]
pl: [Brak opisu]
ru: [Нет описания]
sv: [Ingen beskrivning bifogad]

source: Use Zapping as a Teletext navigator
da: Brug Zapping som Tekst-tv viser
de: Zapping als Teletext-Navigator benutzen
es: Usar Zapping como un navegador de Teletexto
fr: Utiliser Zapping comme un navigateur Teletext
pl: U¿yj Zappingu jako nawigatora teletekstu
ru: Используйте Zapping как Телетекст навигатор
sv: Använd Zapping som teletext-navigator

source: Preview will not work: %s
da: Forvisning vil ikke virke: %s
de: Preview funktioniert nicht: %s
es: Overlay no funcionará: %s
fr: La pré-visualisation ne marchera pas : %s
pl: Podgl±d nie zadzia³a: %s
sv: Preview fungerar inte: %s

source: Hide the status bar
da: Gem statuslinjen
de: Statuszeile verbergen

source: The path must start with /
da: Stien skal starte med /
de: Der Pfadname muß mit / beginnen
es: La ruta ha de comenzar por /
fr: Le chemin doit commencer par /
pl: ¦cie¿ka musi siê zaczynaæ od /
sv: Katalognamnet måste börja med /

source: Cannot create %s: %s
da: Kan ikke oprette %s: %s
de: Kann '%s' nicht erstellen: %s
es: No se puede crear %s: %s
fr: Ne peut créer %s : %s
pl: Nie mogê utworzyæ %s: %s
sv: Kan inte skapa %s: %s

source: %s is not a directory
da: %s er ikke en mappe
de: %s ist kein Verzeichnis
es: %s no es un directorio
fr: %s n'est pas un répertoire
pl: %s nie jest katalogiem
sv: %s är inte en katalog.

source: %s with %d tuner
de: %s mit %d Tuner

source: VBI Options
da: VBI Indstillinger
de: VBI Optionen
nl: VBI opties

source: Interactive TV
da: Interaktivt TV
de: Interaktives Fernsehen
es: TV Interactiva
fr: TV Interactive
nl: Interactieve TV
pl: Interaktywna TV
sv: Interaktiv TV

source: Device Info
da: Enheds Info
de: Geräteinfo

source: General
da: Generelt
de: Allgemeine Optionen
fr: Générale
nl: Algemene opties
pl: Ogólne
sv: Diverse

source: Add Channel
da: Tilføj Kanal
de: Kanal hinzufügen
es: Añadir Canal
fr: Ajouter une chaîne
pl: Dodaj Kana³
sv: Lägg till kanal

source: New channel name:
da: Nyt kanal navn:
de: Neuer Kanalname:
es: Nombre del nuevo canal
fr: Nouveau nom de chaîne :
pl: Nowa nazwa kana³u:
sv: Nytt kanalnamn:

source: Channel autosearching won't work with XVideo. Please switch to another controller by starting Capture mode ("View/Go Capturing" menu entry). Reported error: %s
de: Mit XVideo ist keine automatische Kanalprogrammierung möglich. Bitte aktivieren Sie den Capture-Modus (Menü "Ansicht/Video") Fehlermeldung: %s
es: La búsqueda automática de canales no funciona bajo XVideo.\nPor favor cambie al modo Captura mediante la entrada de menú "Vista/Captura en ventana".\n Error:\n %s
fr: La recherche automatique des chaînes ne marche pas avec XVideo. Changez le contrôleur en démarrant le mode capture Entrée du menu ("Voir/faire la capture"). Erreur reportée : %s
pl: Automatyczne wyszukiwanie kana³ów nie zadzia³a z XVideo. Prze³±cz na inny kontroler uruchamiaj±c tryb przechwytywania (opcja menu "Widok/W³±cz przechwytywanie"). Wyst±pi³ b³±d: %s
sv: Autosökning av kanaler fungerar inte med XVideo. Var god växla till en annan kontroller genom att välja Inspelningsläge ("Visa/Spela in" i menyn). Felmeddelande: %s

source: Your current V4L/V4L2 driver cannot do channel autosearching, sorry
de: Ihr V4L/V4L2 Treiber erlaubt leider keine automatische Kanalprogrammierung
es: Tu driver V4L/V4L2 actual no puede buscar canales automáticamente, lo siento
fr: Votre pilote V4L/V4L2 ne peut pas faire la recherche automatique des chaînes, désolé
sv: Din nuvarande V4L/V4L2-drivare kan inte autosöka kanaler, ledsen error

source: Below normal
da: Under normal
de: Niedriger
es: Por debajo de lo normal
fr: En dessous de normal
pl: Poni¿ej normy
ru: Почти нормальный
sv: Under normal

source: Above normal
da: Over normal
de: Höher
es: Por encima de lo normal
fr: Au dessus de normal
pl: Powy¿ej normy
ru: Больше нормального
sv: Över normal

source: Sorry, but the plugin couldn't be started
de: Das Plugin konnte leider nicht gestartet werden
es: Lo siento, el plugin no puede ser iniciado
fr: Désolé, mais le greffon ne peut être démarré
pl: Niestety, nie mo¿na uruchomiæ wtyczki
ru: Извините, но плагин не может быть запущен
sv: Tyvärr, men pluginen kunde inte startas

source: VBI has been disabled
da: VBI er blevet deaktiveret
de: VBI wurde deaktiviert
es: VBI ha sido dishabilitado
fr: Le VBI n'a pas été activé
pl: VBI zosta³ wy³±czony
sv: VBI har stängts av

source: Loading page %x...
da: Henter side %x...
de: Lade Seite %x...
es: Cargando página %x...
fr: Chargement de la page %x...
pl: £adujê stronê %x...
sv: Laddar sida %x...

source: Loading subpage %x...
da: Henter underside %x...
de: Lade Unterseite %x...
es: Cargando subpágina %x...
fr: Chargement de la sous-page %x...
pl: £adujê podstronê %x...
sv: Laddar undersida %x...

source: Warning: Page not valid
da: Advarsel: Siden er ikke gyldig
de: Warnung: Seite ungültig
es: Aviso: Página no válida
fr: Avertissement : La page n'est pas valide
pl: Uwaga: Strona nieprawid³owa
sv: Varning: Sida ogiltig

source: Text export failed
da: Tekst-eksportering fejlede
de: Textausgabe fehlgeschlagen

source: Page %d
da: Side %d
de: Seite %d
es: Página %d
pl: Strona %d
sv: Sida %d

source: Subpage %d
da: Underside %d
de: Unterseite %d
es: Subpágina %d
fr: Sous-page %d
pl: Podstrona %d
sv: Undersida %d

source: The cache has been cleared
da: Mellemlagret (cache) er blevet ryddet
de: Der Seitenspeicher wurde geleert
es: La cache ha sido borrada
fr: Le cache à été éffacé
sv: Sparade sidor har rensats

source: No other subpage in the cache
da: Ingen andre underside i mellemlagret (cachen)
de: Keine weitere Unterseite im Speicher
es: Ninguna otra subpágina en la cache
fr: Pas d'autre sous-page dans le cache
pl: Brak innej podstrony w pamiêci podrêcznej
sv: Ingen annan undersida i sidminnet

source: Found
da: Fundet
de: Gefunden
es: Encontrado
fr: Trouvé
pl: Znaleziono
sv: Hittat

source: Not found
da: Ikke fundet
de: Nicht gefunden
es: No encontrado
fr: Non trouvé
pl: Nie znaleziono
sv: Hittades inte

source: Empty cache
da: Tomt mellemlager (cache)
de: Seitenspeicher leer
es: Cache vacía
fr: Cache vide
pl: Pamiêæ podrêczna pusta
sv: Tomt sidminne

source: Scanning %x.%02x
da: Skanner %x.%02x
de: Durchsuche %x.%02x
es: Analizando %x.%02x
fr: Parcourir %x.%02x
pl: Przeszukujê %x.%02x
sv: Söker igenom %x.%02x

source: <%s> added to the bookmarks
da: <%s> tilføjet til favoritter
de: <%s> zu den Lesezeichen hinzugefügt
es: <%s> añadido a los marcadores
fr: <%s> ajouté aux signets
pl: <%s> zosta³ dodany do zak³adek
sv: <%s> lagt till bokmärkena

source: Any subpage
da: Hvilken som helst underisde
de: Beliebige Unterseite
es: Cualquier subpágina
fr: N'importe qu'elle sous-page
pl: Dowolna podstrona
sv: Vilken undersida som helst

source: Export %s
da: Eksporter %s
de: Ausgeben - %s
es: Exportar %s
pl: Eksportuj %s
sv: Exportera %s

source: Save as:
da: Gem som:
de: Speichern als:
es: Guardar como:
fr: Sauver sous :
pl: Zapisz jako:
sv: Spara som:

source: Select file you'll be exporting to
da: Vælg filen du vil eksportere til
de: Wählen Sie den Dateinamen unter dem die Seite gespeichert wird
es: Selecciona el fichero donde exportar
fr: Sélectionner le fichier d'exportation
pl: Wybierz plik, do którego bêdziesz eksportowaæ
sv: Välj fil du vill exportera till

source: Cannot create destination dir for Zapzilla export: %s %s
da: Kan ikke oprette destinations mappe til Zapzilla eksport: %s %s
de: Kann das Zielverzeichnis für Zapzilla Ausgabe nicht erstellen: %s %s
es: Zapzilla no pudo crear el directorio para exportar: %s %s
fr: Ne peut créer le dossier de destination pour l'exportation de Zapzilla : %s %s
pl: Nie mogê utworzyæ katalogu docelowago dla eksportu Zapzilli: %s %s
sv: Kan inte skapa katalog för Zapzilla-exporten: %s %s

source: Export to %s failed: %s
da: Eksport til %s fejlede: %s
de: Ausgabe als %s fehlgeschlagen: %s
es: Fallo al exportar a %s: %s
fr: L'export de %s à échoué : %s
pl: Eksport do %s nie powiód³ siê: %s
sv: Exportering till %s misslyckades: %s

source: %s saved
da: %s gemt
de: %s gespeichert
es: %s guardada
fr: %s sauvée
pl: %s zachowany
sv: %s sparad

source: Export failed: %s
da: Eksport fejlede: %s
de: Ausgabe fehlgeschlagen: %s
es: Exportar falló: %s
fr: L'export à échoué : %s
pl: Eksport siê nie powiód³: %s
sv: Export misslyckades: %s

source: %x: Unknown language
da: %x: Ukendt sprog
de: %x: Unbekannte Sprache
es: %x: Idioma desconocido
fr: %x: langage inconnu
pl: %x: Nieznany jêzyk
sv: %x: Okänt språk

source: Select subtitles page
de: Untertitelseite wählen
es: Selecciona la página de subtítulos
fr: Choisir la page des sous-titres
pl: Wybierz stronê z napisami
sv: Välj sida för bildtext

source: Selecting - hold Shift for table mode
de: Markieren - für Blockmodus Hochstelltaste gedrückt halten
es: Seleccionando - pulse Shift para modo tabla
fr: Sélection - appuyer sur Shift pour le mode table
pl: Wybieranie - przytrzymaj Shift dla trybu tabeli
sv: Markera - håll Skift för tabell-läge

source: Ctrl+
de: Strg+

source: Shift+
de: Hoch+

source: Ctrl
de: Strg

source: Shift
de: Hoch
sv: Skift

source: _Quit
da: Afslut
de: _Beenden

source: Manages the installed plug-ins
de: Verwaltet die installierten Plugins
es: Maneja los plugins instalados
fr: Gestion des greffons installés
pl: Zarz±dza zainstalowanymi wtyczkami
ru: Управляет инсталлированными плагинами

source: Edit here the channels you have tuned
de: Hier können Sie die Senderliste editieren
es: Edita aquí los canales sintonizados
fr: Éditer la chaîne qui a été réglée
pl: Tutaj zmieñ ustawione kana³y
ru: Отредактируйте здесь настроенные каналы

source: _TV Channels
da: _TV Kanaler
de: _Senderauswahl
es: Canales de _Televisión
fr: Chaînes _TV
pl: _Kana³y TV
ru: _TV каналы
sv: _TV-kanaler

source: Use this to go fullscreen. Press ESC to return to Windowed mode
de: Dient zur Vollbilddarstellung. Um in den Fenstermodus zürückzukehren, ESC drücken
es: Usa esto para activar el modo pantalla completa, ESC para volver
fr: Utilisez ceci pour le plein écran. Appuyez sur ESC pour retourner en mode fenêtre
pl: U¿yj tego do przej¶cia na pe³ny ekran. Wci¶nij ESC, aby powróciæ do trybu okienkowego
ru: Используйте это для перехода в полноэкранный режим. Нажмите ESC что-бы вернуться в оконный режим

source: Go _Fullscreen
de: _Vollbildmodus
es: _Pantalla Completa
fr: P_lein écran
pl: W³±cz pe³ny _ekran
ru: В _Полноэкранный режим

source: Use this to start the windowed overlay mode
de: Damit wird das Videofenster im Overlay-Modus gestartet
es: Usa esto para iniciar el modo overlay en ventana
fr: Utiliser ceci pour démarrer le mode overlay
pl: U¿yj tego, ¿eby wystartowaæ tryb nak³adkowy w oknie
ru: Используйте это для просмотра в оконном overlay режиме

source: Go _Previewing
de: _Overlay
es: _Overlay en ventana
fr: Faire la _Pré-visualisation
pl: W³±cz _podgl±d
ru: В _Предпросмотр

source: Use this to start the windowed capture mode
de: Damit wird das Videofenster im Capture-Modus gestartet
es: Usa esto para empezar el modo captura en ventana
fr: Utiliser ceci pour démarrer la capture en fenêtre
pl: U¿yj tego, ¿eby wystartowaæ tryb przechwytywania w oknie
ru: Используйте это для просмотра в оконном режиме захвата

source: Go _Capturing
de: _Capture-Modus
es: _Captura en ventana
fr: Faire la _Capture
pl: W³±cz prze_chwytywanie
ru: В _Захват

source: Starts the Teletext decoder in a new window
de: Öffnet ein neues Teletext Fenster
es: Inicia el decodificar de TTX en una ventana nueva
fr: Démarrer le décodeur Teletext dans une nouvelle fenêtre
pl: Startuje dekoder teletekstu w nowym oknie

source: Info about the current network
de: Information zum gewählten Sender
es: información sobre el canal actual
fr: Infos à propos du réseau courant
pl: Informacja o aktualnej sieci

source: Network Info
da: Netværks Info
de: Sender Info

source: Program Info
de: Laufende Sendung
sv: Laufende Sendung

source: Toggle Subtitles Display (if transmitted)
de: Untertitel ein- oder ausschalten (falls gesendet)
es: Mostrar/ocultar subtítulos (si son transmitidos)
fr: Sélectionner l'affichage des sous-titres (si transis)
pl: Prze³±cza wy¶wietlanie podpisów (je¶li transmitowane)

source: Hide toolbar
de: Werkzeugleiste verbergen

source: You can get here some info about this program
de: Gibt Informationen zu diesem Fernsehprogramm
es: Algo de información sobre el programa
fr: Vous pouvez obtenir quelques infos a propos de ce programme
pl: Tu mo¿esz uzyskaæ informacje o programie
ru: Здесь вы можете немного узнать об этой программе

source: _Main help
da: Hjælp
de: _Haupthilfe
es: _Principal
fr: Aide _Principale
pl: _G³ówna pomoc
ru: _Основная справка
sv: _Huvudhjälp

source: Select the next station in the channel list
da: Vælg den næste kanal i kanal-listen
de: Nächster Fernsehsender in der Liste
ru: Выбрать следующую станцию в списке каналов

source: Up
da: Op
de: Auf
es: Arriba
fr: Haut
pl: Góra
sv: Upp

source: Select the previous station in the channel list
da: Vælg den forrige kanal i kanal-listen
de: Vorhergehender Fernsehsender in der Liste
ru: Выбрать предыдущую станцию в списке каналов

source: Down
da: Ned
de: Ab
es: Abajo
fr: Bas
pl: Dó³
sv: Ner

source: Device info
da: Enheds info
de: Geräteinfo
es: Información
fr: Info du périphérique
pl: Urz±dzenie
ru: Информация об устройстве
sv: Enhetsinfo

source: Save window geometry (some WM's don't like it)
de: Fenstergeometrie speichern (manche Fenstermanager mögen das nicht)
es: Guardar la geometría de la ventana
fr: Sauver la position de la fenêtre (certains WM n'aime pas ça)
pl: Zachowaj geometriê okna (niektóre mened¿ery okien tego nie lubi±)
ru: Сохранить геометрию окна (некоторым WM это не нравится)
sv: Spara fönstergeometri (vissa fönsterhanterare gillar inte det)

source: Resize using fixed increments
de: Fenstergröße in festen Schritten verändern
es: Redimensionar con incrementos fijos
fr: Redimensionner en utilisant un incrément fixe
pl: Zmieniaj rozmiar skokowo
ru: Изменеие размера используя фиксированное увеличение
sv: Skala om i fixa steg

source: Numeric keypad channel switching:
de: Kanalwechsel mit Ziffernblock:

source: Ratio mode:
de: Seitenverhältnis
es: Relación de tamaños:
fr: mode Ratio :
pl: Proporcje:
ru: Пропорции
sv: Ratio-läge:

source: Title bar contents:
de: Inhalt der Titelzeile:
es: Contenidos de la barra de título:
fr: Contenu de la barre de titre :
pl: Zawarto¶æ paska tytu³owego:
sv: Titelradsinnehåll:

source: By channel list entry
de: Durch Sendernummer

source: By RF channel number
de: Durch Kanalname

source: No fixed ratio
de: Nicht festgelegt
es: Sin relación fija
fr: Pas de ratio
pl: Brak sta³ych proporcji
sv: Ingen fastställd ratio

source: Autodetect
da: Autodetekter
de: Automatisch
es: Autodetección
fr: Auto-détection
pl: Autodetekcja

source: A format string describing what should the program put as the main window title when changing channels. $(alias), $(index), $(id), $(freq), $(standard) and $(input) are substituted by the proper values.
de: Eine Zeichenkette die beschreibt was in der Titelzeile des Hauptfensters gezeigt werden soll: $(alias) - Sendername $(index) - Nummer des Senders in der Liste $(id) - Kanalnummer $(freq) - Sendefrequenz $(standard) - Videostandard $(input) - Eingang
es: Una cadena de formato describiendo qué debe poner el programa como título de la ventana principal al cambiar los canales. $(alias), $(index), $(id), $(freq), $(standard) e $(input) son sustituídos por los valores correctos.
fr: Un format de chaînes décrivant ce que le programme doit mettre dans le titre de la fenêtre quand vous changez de chaîne. $(alias), $(index), $(id), $(freq), $(standard) et $(input) seront remplacés par leurs valeurs.
pl: Formatowany ci±g znaków okre¶laj±cy, co powinno siê znale¼æ w tytule g³ównego okna przy zmianie kana³ów. $(alias), $(index), $(id), $(freq), $(standard) i $(input) s± zastêpowane przez w³a¶ciwe warto¶ci (odpowiednio: nazwa kana³u, indeks, identyfikator, czêstotliwo¶æ, nazwa standardu, nazwa wej¶cia).
sv: En formatteringssträng beskrivande vad programmet ska visa som titel för huvudfönstret när du byter kanal. $(alias) - Kanalnamn $(index) - Kanalens nummer i listan $(id) - Kanalnummer $(freq) - Sändarfrekvens $(standard) - Videostandard $(input) - Ingång

source: Show toolbar as:
da: Vis værktøjslinje som:
de: Werkzeugleiste zeigen als:

source: Icons
da: Ikoner
de: Symbole

source: Icons and text
da: Ikoner og tekst
de: Symbole und Text

source: Avoid some flicker in preview mode (leaves artifacts in the main window)
de: Flackern im Overlay-Modus unterdrücken (kann Artefakte im Hauptfenster leider nicht verhindern)
es: Eliminar algo de parpadeo en modo overlay (deja restos en la ventana)
fr: Éviter les clignotements dans le mode pré-visualisation (Laisser dans la fenêtre principale)
pl: Unikaj mrugania w trybie podgl±du (za¶mieca g³ówne okno)
ru: Устраняет некоторое мерцание в режиме предпросмотра (оставляет артифакты в главном окне)
sv: Undvik vissa störningar i preview-läge (lämnar en del skräp i huvudfönstret)

source: If this option is on, the brightness, contrast, etc. info is saved with the channel, and restored when you select it again
de: Wenn diese Option gewählt ist, wird die Helligkeit, Kontrast etc. mit dem jeweiligen Sender gespeichert und bei erneuter Anwahl wieder hergestellt
es: Si esta opción está activada, los controles son salvados con el canal, y restaurados cuando lo seleccionas de nuevo
fr: Si cette option est activée, la brillance, contraste, etc... seront sauvegardées avec la chaîne, et restaurées quand vous la sélectionnerez à nouveau
pl: Kiedy ta opcja jest w³±czona, informacja o jasno¶ci, kontra¶cie, itp. jest przypisana do kana³u i przywracana, kiedy znowu siê go wybierze
sv: Om detta val är på, så sparas ljusstyrkeinfo, kontrast etc, med kanalen, och återställs när du väljer den igen

source: Save control values with the channel info
de: Bildeinstellungen mit dem Sender speichern
es: Salvar controles con el canal
fr: Sauvegarder les valeurs de contrôle avec la configuration de la chaîne
pl: Zachowaj warto¶ci kontrolek z informacj± o kanale
sv: Spara kontrollvärdena med kanal-infon

source: Fullscreen video mode:
de: Vollbilddarstellung
es: Modo de vídeo pantalla completa:
fr: Mode vidéo plein écran :
pl: Tryb pe³noekranowy:
ru: Полноэкранный видео режим:
sv: Fullskärmsläge:

source: Do not change mode
de: Modus nicht verändern
es: No cambiar el modo
fr: ne pas changer de mode
pl: Nie zmieniaj trybu
sv: Ändra inte läge

source: Capture size under XVideo:
de: Capture-Größe unter XVideo:
es: Tamaño de la capture bajo XVideo
fr: taille de la capture avec XVideo :
pl: Rozmiar przechwytywania pod XVideo:
sv: Inspelningläge under XVideo:

source: Thanks to the XVideo extension, if present, the capture buffer can be scaled to arbitrary sizes using HW acceleration. Select here the capture size to use in this case.
de: Wenn die XVideo Extension verfügbar ist, kann der Capture-Puffer hardwareunterstützt beliebig skaliert werden. Die Größe läßt sich hier einstellen.
es: Gracias a la extensión XVideo, si está disponible, la imagen capturada puede ser redimensionada a tamaños arbitrarios utilizando aceleración por HW. Selecciona aquí el tamaño real de captura en este caso.
fr: Merci à l'extension XVideo, si elle est présente, le tampon de capture peut être redimensionné à une taille arbitraire en utilisant une accélération HW. Sélectionnez ici la taille de la capture à utiliser.
pl: Dziêki rozszerzeniu XVideo (je¶li jest dostêpne), bufor przechwytywania mo¿e byæ przeskalowany do dowolnego rozmiaru przy u¿yciu akceleracji sprzêtowej. Ustaw tu rozmiar przechwytywania stosowany w tym przypadku.
sv: Tack vare XVideo-utökningen, om den finns, kan inspelningsbuffern skalas till godtycklig storlek med hjälp av hårdvara. Välj inspelningsstorleken här, som ska användas i det fallet.

source: The bigger this value is, the more verbose zapping_setup_fb will be
de: Je größer der Wert ist desto mehr Diagnosemeldungen gibt zapping_setup_fb aus
es: Cuanto mayour sea este valor, más explícito será zapping_setup_fb
fr: Plus la valeur serra grande, plus zapping_setup_fb serra verbeux
pl: In wiêksza warto¶æ, tym wiêcej informacji bêdzie podawa³ zapping_setup_fb
sv: Ju större värde, desto mer diagnosmeddelanden ger zapping_setup_fb

source: Start Zapping muted
da: Start Zapping uden lyd
de: Zapping stumm starten
es: Iniciar Zapping sin sonido
fr: Démarrer Zapping sans le son
pl: Startuj Zapping wyciszony
ru: Запускать Zapping с отключенным звуком
sv: Starta Zapping med ljud av

source: Avoid noise while changing channels
de: Rauschen beim Kanalwechsel unterdrücken
es: Tratar de evitar el ruido al cambiar de canal
fr: Éviter le bruit lors du changement de chaîne
pl: Unikaj szumu podczas zmiany kana³ów
ru: Исключить шум при переключении каналов
sv: Undvik oljud medans kanaler växlas

source: Mixer settings for recording
de: Mixer Einstellungen zur Aufnahme

source: Recording source:
da: Kilde til optagning
de: Quelle für Audioaufnahmen:

source: Recording volume:
da: Lydstyrke for optagning
de: Aufnahme Lautstärke:

source: Use system settings
da: Brug system indstillinger
de: Systemeinstellungen verwenden

source: Audio recording interface:
de: Quelle für Audioaufnahmen:

source: How to show extra info:
da: Hvordan der skal vises ekstra info:
de: Zusatzinfo anzeigen:
fr: Ou afficher les infos extra :

source: Extra information, such as notifying of channel changes, can be reported in many different ways. Select here the variant you like most.
de: Zusatzinformationen, z. B. beim Kanalwechsel, können auf verschiedene Weise angezeigt werden. Stellen Sie hier Ihre bevorzugte Variante ein.
fr: Les information supplémentaires, comme notification de changements de chaîne, peuvent être reportées de plusieurs manières différente. Sélectionner ici la celle que vous préférez.

source: Console
da: Konsollen
de: Konsole

source: Do not show
da: Vis ikke
de: Nichts anzeigen
fr: Ne pas afficher

source: Font used for OSD:
de: Zeichensatz für OSD:
fr: Polices utilisées pour l'OSD :

source: Default foreground color for OSD:
de: Standard Textfarbe für OSD:
fr: Couleur par défaut du texte pour l'OSD :

source: Default background color for OSD:
de: Standard Hintergrundfarbe für OSD
fr: Couleur par défaut du fond d'écran pour l'OSD :

source: OSD timeout in seconds:
de: OSD ausblenden in Sekunden:

source: Command:
da: Kommando:
de: Befehl:

source: Key:
da: Knap:
de: Taste:

source: _Add
da: Tilføj
de: _Hinzufügen
fr: _Ajouter
pl: _Dodaj
ru: _Добавить
sv: _Addera

source: Key
da: Knap
de: Taste

source: Enable VBI decoding
de: VBI Dekodierung aktivieren
es: Habilitar decodificación VBI
fr: Activer le décodage VBI
pl: W³±cz dekodowanie VBI
ru: Включить VBI декодирование
sv: Slå på VBI-avkodning

source: Use VBI for getting station names
de: VBI zur Ermittlung von Sendernamen verwenden
es: Usar VBI para obtener los nombres de los canales
fr: Utiliser le VBI pour définir le nom des chaînes
pl: U¿yj VBI dla uzyskania nazw stacji
ru: Использовать VBI для получения имен станций
sv: Använd VBI för att få kanalnamn

source: If you select this option, TTX pages marked as subtitles and opened in the main window will automagically switch to TV mode and overlay themselves.
de: Wenn Sie diese Option wählen wird bei der Darstellung von Teletext Untertitelseiten im Hauptfenster automatisch in den TV Modus geschaltet und die Seite überblendet.
fr: Si vous sélectionnez cette option, les pages TTX marquées comme sous-titre et ouvertes dans la fenêtre principale seront automatiquement basculées dans le mode TV et recouvertes elles-mêmes.

source: Overlay subtitle pages automatically
de: Untertitelseiten automatisch überblenden
fr: Couvrir les pages de sous-titre automatiquement
