Repository: zapping-vbi/vbi-archive
Catalog: zapping/po/*.po
Languages: da, de, es, fr, it, nl, pl, ru, sv

source: My curiosity has been fullfilled
pl: Moja ciekawo¶æ zosta³a zaspokojona

source: Network info
pl: Informacje o sieci

source: Tape delay
pl: Opó¼nienie ta¶my

source: You can use this plugin to take screenshots of what you are actually watching in TV. It will save the screenshots in JPEG format.
pl: Ta wtyczka pozwala na robienie zrzutów aktualnie ogl±danego ekranu. Bêdzie on zapisany w formacie JPEG.
ru: Этот плагин позволяет делать снимки того, что вы в данный момент смотрите по TV. Он сохранит скриншоты в JPEG формате.

source: This plugin takes screenshots of the capture.
pl: Ta wtyczka robi zrzuty przechwytywanego obrazu.
ru: Этот плагин позволяет делать скриншоты.

source: The first option, the screenshot dir, lets you specify where will the screenshots be saved. The file name will be: save_dir/shot[1,2,3,...].jpeg The quality option lets you choose how much info will be discarded when compressing the JPEG.
pl: Pierwsza opcja, katalog zrzutów, pozwala okre¶liæ, gdzie bêd± zapisywane zrzuty ekranu. Pliki bêd± siê nazywaæ: katalog/shot[1,2,3,...].jpeg Opcja jako¶ci pozwala okre¶liæ, ile informacji bêdzie odrzucanych przy kompresji JPEG.
ru: Первая опция, дирретория для скриншотов? позволяет вам указать где скриншоты будут сохраняться. Имя файла будет: save_dir/shot[1,2,3,...].jpeg Опция качества позволяет вам указать сколько данных пропадет из сжатого JPEG.

source: Take a JPEG screenshot [Ctrl+S]
pl: Zrób zrzut ekranu JPEG [Ctrl+S]

source: Cannot create destination dir for screenshots: %s %s
pl: Nie mogê utworzyæ katalogu docelowego dla zrzutów ekranu: %s %s

source: Sorry, not enough resources for creating a new thread
pl: Niestety, brakuje zasobów na stworzenie nowego w±tku
ru: Извините, недостаточно ресурсов для создания новой нити

source: Quality of the compressed image:
pl: Jako¶æ skompresowanego obrazu:
ru: Качество сжатой картинки:

source: LIRC plugin
es: Plugin de LIRC
fr: Greffon LIRC
pl: Wtyczka LIRC

source: %.1f MB : %d %s dropped : %d %s processed
pl: %.1f MB : porzucono %s %s : przetworzono %d %s

source: frame
pl: ramka

source: frames
pl: ramek

source: RTE ID: %s
pl: Identyfikator RTE: %s

source: Output audio Kbits per second:
pl: Ilo¶æ d¼wiêku w kbit/s:
ru: Выходящее аудиб Кбит в секунду:

source: Store the data as MPEG
pl: Zachowaj dane jako MPEG
ru: Сохранить данные как MPEG

source: Whether to encode audio and/or video
pl: Czy kodowaæ d¼wiêk i/lub obraz
ru: Что декодировать аудио и/или видео

source: Use motion compensation
pl: U¿ywaj kompensacji ruchu

source: Compression parameters
pl: Parametry kompresji
ru: Параметры сжатия

source: Dinamic stats (dropped, output M's, etc)
pl: Dynamiczne statystyki (porzucone, ilo¶æ wyj¶cia, itp.)

source: Parrot buffer plugin
pl: Wtyczka buforu papugi

source: This plugin stores the last frames of video and repeats them upon request, so you can see again and again and again that sequence you liked so much.
pl: Ta wtyczka zachowuje ostatnie ramki obrazu i powtarza je na ¿yczenie tak, ¿e mo¿ej ogl±daæ w kó³ko sekwencjê, któr± tak bardzo polubi³e¶.

source: Superb parrot landing observatory.
pl: ¦wietne obserwatorium papugi

source: n/a (capture mode not active)
pl: n/d (tryb przechwytywania nieaktywny)

source: Estimated parrot buffer size
pl: Szacowany rozmiar buforu papugi

source: Parrot
pl: Papuga

source: parrot help todo
pl: pomoc papugi do zrobienia

source: Number of saved frames:
pl: Liczba zachowywanych ramek:

source: This value is computed using the current capture parameters, and should only be taken as an estimation. Any change in the capture properties (window size, screen depth, etc) can make this number change significantly.
pl: Ta warto¶æ jest liczona przy u¿yciu aktualnych parametrów przechwytywania i powinien byæ traktowany jedynie jako oszacowanie.Ka¿da zmiana parametrów przechwytywania (rozmiar okna, g³êbia obrazu, itp.) mo¿e znacz±co zmieniæ tê warto¶æ.

source: Approach an image aspect ratio similar to a real TV, this will add redundant information
pl: Zbli¿a proporcje obrazu do prawdziwej TV, doda to nadmiarowe informacje

source: Unable to allocate %d KB image buffer
pl: Nie mogê zaallokowaæ %d kB bufora obrazu

source: Cannot create file '%s': %s
pl: Nie mogê utworzyæ pliku '%s': %s

source: Export this page as PPM image
pl: Eksportuj tê stronê jako obraz PPM

source: Character conversion Unicode -> %s not supported
pl: Konwersja znaków Unicode -> %s nie obs³ugiwana

source: Black
pl: Czarny

source: Red
pl: Czerwony

source: Green
pl: Zielony

source: Yellow
pl: ¯ó³ty

source: Blue
pl: Niebieski

source: Magenta
pl: Fioletowy

source: Cyan
pl: B³êkitny

source: White
pl: Bia³y

source: Any
pl: Dowolny

source: Foreground
pl: Pierwszy plan

source: Assumed terminal foreground color
pl: Przypuszczalny kolor pierwszego planu terminala

source: Background
pl: T³o

source: Assumed terminal background color
pl: Przypuszczalny kolor t³a terminala

source: ANSI colors
pl: Kolory ANSI

source: Insert ANSI color escape codes
pl: Wstaw kody kolorów ANSI

source: Export this page as ASCII text
pl: Eksporuj tê stronê jako tekst ASCII

source: Export this page as ANSI text
pl: Eksportuj tê stronê jako tekst ANSI

source: Can only export Teletext pages
pl: Mo¿e eksportowaæ tylko strony teletekstu

source: Page is not cached, sorry
pl: Strony nie ma w pamiêci podrêcznej

source: Cannot export this page
pl: Nie mogê wyeksportowaæ tej strony

source: Please contact the Zapzilla maintainers at <http://zapping.sf.net>.
pl: Skontaktuj siê z autorami Zapzilli pod <http://zapping.sf.net>.

source: driver unknown
pl: sterownik nieznany

source: Virtual memory exhausted.
pl: Pamiêæ wirtualna wyczerpana.

source: Cannot open '%s': %d, %s.
pl: Nie mogê otworzyæ '%s': %d, %s.

source: %s (%s) is not a raw VBI device.
pl: %s (%s) nie jest surowym urz±dzeniem VBI.

source: Sorry, %s (%s) cannot capture the requested data services.
pl: Niestety, %s (%s) nie mo¿e przechwytywaæ ¿±danych us³ug danych.

source: %s (%s) is already in use.
pl: %s (%s) jest ju¿ u¿ywany.

source: Could not set the vbi capture parameters for %s (%s), possibly a driver bug. %s
pl: Nie mogê ustawiæ parametrów przechwytywania vbi dla %s (%s), prawdopodobnie b³±d sterownika. %s

source: %s (%s) offers unknown vbi sampling format #%d. %s
pl: %s (%s) oferuje nieznany format próbkowania vbi #%d. %s

source: Cannot capture with %s (%s), has no standard vbi interface.
pl: Nie mogê przechwytywaæ z %s (%s), nie ma standardowego interfejsu vbi.

source: Cannot set or determine current videostandard of %s (%s).
pl: Nie mogê ustawiæ ani okre¶liæ aktualnego standardu wideo %s (%s).

source: %s (%s) reports improbable vbi frame size. %s
pl: %s (%s) zg³asza nieprawdopodobny rozmiar ramki vbi. %s

source: Sorry, %s (%s) cannot capture any of the requested data services.
pl: Niestety, %s (%s) nie mo¿e przechwytywaæ ¿adnej z ¿±danych us³ug danych.

source: Cannot capture the requested data services with %s (%s), the sampling frequency is too low.
pl: Nie mogê przechwytywaæ ¿±danych us³ug danych z %s (%s), czêstotliwo¶æ próbkowania jest za niska.

source: Not enough memory to allocate vbi data buffers (%d KB).
pl: Brakuje pamiêci dla zaallokowania buforów danych vbi (%d kB).

source: Not enough memory to allocate vbi capture buffer (%d KB).
pl: Brakuje pamiêci na zaalloowanie bufora przechwytywania vbi (%d kB).

source: V4L2 VBI interface: Capture stalled, no station tuned in?
pl: Interfejs VBI V4L2: Przechwytywanie stoi, brak ustawionej stacji?

source: V4L2 VBI interface: Failed to read from the device
pl: Interfejs VBI V4L2: Nie mogê czytaæ z urz±dzenia

source: V4L2 VBI interface: Cannot dequeue buffer, driver or application bug?
pl: Interfejs VBI V4L2: Nie mogê odkolejkowaæ bufora, b³±d sterownika albo aplikacji?

source: V4L2 VBI interface: Cannot enqueue buffer, driver or application bug?
pl: Interfejs VBI V4L2: Nie mogê zakolejkowaæ bufora, b³±d sterownika albo aplikacji?

source: Cannot query current videostandard of %s (%s): %d, %s. Probably a driver bug.
pl: Nie mogê uzyskaæ aktualnego standardu wideo %s (%s): %d, %s. Prawdopodobnie b³±d urz±dzenia.

source: Cannot query current vbi parameters of %s (%s): %d, %s.
pl: Nie mogê uzyskaæ parametrów vbi %s (%s): %d, %s.

source: Cannot request streaming i/o buffers from %s (%s): %d, %s. Driver bug?
pl: Nie mogê uzyskaæ buforów strumieni we/wy od %s (%s): %d, %s. B³±d sterownika?

source: %s (%s) granted no streaming i/o buffers, physical memory exhausted?
pl: %s (%s) nie przydzieli³ buforów strumieni we/wy, wyczerpana pamiêæ fizyczna?

source: Querying streaming i/o buffer #%d from %s (%s) failed: %d, %s.
pl: Uzyskanie bufora strumienia we/wy #%d od %s (%d) nie powiod³o siê: %d, %s.

source: Memory mapping streaming i/o buffer #%d from %s (%s) failed: %d, %s.
pl: Mapowanie pamiêci bufora strumienia we/wy #%d od %s (%s) nie powiod³o siê: %d, %s.

source: Cannot enqueue streaming i/o buffer #%d to %s (%s): %d, %s. Driver bug?
pl: Nie mogê zakolejkowaæ bufora strumienia we/wy #%d od %s (%s): %d, %s. B³±d sterownika?

source: %s (%s) lacks a vbi read interface, possibly an output only device or a driver bug. %s
pl: W %s (%s) brakuje interfejsu odczytu vbi, prawdopodobnie urz±dzenie tylko do wyj¶cia albo b³±d sterownika. %s

source: Save window _geometry (some WM's don't like it)
nl: Venstergrootte _geometry onthouden (sommige window managers hebben hier problemen mee)

source: Video
fr: Vidéo
nl: Beeld

source: _Enable VBI decoding
nl: Activeren _VBI-decodering

source: Motion Threshold
nl: Bewegingsgrenswaarde

source: Motion Sense
nl: Bewegingssensor

source: Good PullDown Lvl
nl: Goed pulldown nivo

source: Bad PullDown Lvl
nl: Slecht pulldown nivo

source: H. Sharpness
nl: H. scherpte

source: V. Sharpness
nl: V. scherpte

source: In-Between Frames
nl: Tussen-frames

source: Adaptive
nl: Aanpassend

source: Blended Clip
nl: Blended chip

source: Even Scanlines Only
nl: Alleen even scanregels

source: Greedy 2 Frame Luma Threshold
nl: Greedy 2 frame Luma grenswaarde

source: Greedy 2 Frame Chroma Threshold
nl: Greedy 2 frame chroma grenswaarde

source: Odd Scanlines Only
nl: Alleen oneven scanregels

source: Maximum motion
nl: maximale beweging

source: Old Game
nl: Oud spel

source: 2 Frame Spatial Tolerance
nl: 2 Frame Spatial Tolerantie

source: 2 Frame Temporal Tolerance
nl: 2 Frame Tijd tolerantie

source: Weave Jaggie Threshold
nl: Weave jaggie grenswaarde

source: Video Deinterlace (Bob)
nl: Video deinterlacen (Bob)

source: Temporal Tolerance
nl: Tijd tolerantie

source: Spatial Tolerance
nl: Ruimtelijke tolerantie

source: Similarity Threshold
nl: Overeenkomst grenswaarde

source: Search Effort
nl: Zoek effort

source: Use Strange Bob
nl: Gebruik Strange Bob

source: _Video
nl: _Videobeeld

source: _File
nl: _Bestand

source: Cannot execute zapping_setup_fb.
nl: Kan zapping_setup_fb niet uitvoeren.

source: zapping_setup_fb failed.
nl: zapping__setup__fb mislukt:

source: zapping_setup_fb not found in "%s" or executable search path.
nl: zapping_setup_fb niet gevonden in "%s" of in search path.

source: Unknown error in zapping_setup_fb.
nl: Onbekende fout in zapping_setup_fb.

source: Frame Rate
nl: Frame snelheid (rate)

source: No
nl: Nee

source: Doublescan
nl: Dubbelscan

source: Cannot start video overlay. %s
nl: Kan video overlay niet starten. %s

source: Cannot start fullscreen overlay. %s
nl: Kan fullscreen overlay niet starten %s

source: Could not create directory %s
nl: Kon directory '%s' niet aanmaken

source: Stereo
es: Estéreo
fr: Stéréo
ru: Стерео

source: %d minute
da: %d minut
es: %d minuto

source: Go to the previous page [Down]
es: Ir a la página anterior [Abajo]

source: Go to the next page [Up]
es: Ir a la siguiente página [Arriba]

source: zapping__setup__fb verbosity:
fr: Verbosité de zapping__setup__fb :

source: Canada cable
da: Canadisk kabel

source: China
da: Kina

source: Simulated Stereo
da: Simuleret Stereo

source: n/a
da: ikke tilgængelig

source: %d h %d m
da: %d t %d m

source: Edit the channel list
da: Rediger kanal listen

source: Switch to Teletext mode
da: Skift til Tekst-tv

source: Switch subtitles on and off
da: Slå undertekster til og fra

source: Hide menu and toolbar
da: Gem menu og værktøjslinjen

source: Show tooltips
da: Vis værktøjsråd

source: Audio
da: Lyd

source: _Search page cache...
da: Søg side mellemlagret (cache)...

source: _Export this page
da: Eksporter denne side

source: Cannot create destination directory: %s %s
da: Kan ikke oprette destinations mappe: %s %s

source: Recording dialog
da: Optagelse-dialog

source: Configure...
da: Konfigurer...

source: File format
da: Fil format

source: New Format
da: Nyt Format:

source: /dev/null
sv: Kasta bort

source: There's no GdkPixbuf support, VBI has been disabled
ru: Нет поддержки GdkPizbuf, VBI будет отключен

source: VBI support for old (<0.5.2) bttv drivers
ru: Поддержка VBI для старых (<0.5.2) bttv драйверов

source: Sorry, but there is no module support
ru: Извините, нет поддержки модулей

source: The specified device isn't "/dev/video". Should I try it?
ru: Указанное устройство не "/dev/video" Попробывать его?

source: ZConf could not be closed properly , your configuration will be lost. Possible causes for this are: - There is not enough free memory - You do not have permissions to write to $HOME/.zapping - libxml is non-functional (?) - or, more probably, you have found a bug in Zapping. Please contact the author.
ru: ZConf не может быть закрыт корректно, ваша конфигурация будет потеряна. Возможные причины этого: - Недостаточно памяти - У вас недостаточно прав для записи $HOME/.zapping - libxml не работает (?) - или, что более вероятно, вы нашли баг в Zapping. Пожалуйста свяжитесь с автором.

source: Widget tree not found for %s
ru: п■п╣я─п╣п╡п╬ п╡п╦п╢п╤п╣я┌п╬п╡ п╫п╣ п╫п╟п╧п╢п╣п╫п╬ п╢п╩я▐ %s

source: Widget not found: %s
ru: п▓п╦п╢п╤п╣я┌ п╫п╣ п╫п╟п╧п╢п╣п╫: %s

source: Cannot set input
ru: п²п╣ п╪п╬пЁя┐ я┐я│я┌п╟п╫п╬п╡п╦я┌я▄ п╡я┘п╬п╢

source: Cannot tune given channel %d (no such channel)
ru: п²п╣ п╪п╬пЁя┐ п╫п╟я│я┌я─п╬п╦я┌я▄я│я▐ п╫п╟ я┐п╨п╟п╥п╟п╫п╫я▀п╧ п╨п╟п╫п╟п╩ %d (п╫п╣я┌ я┌п╟п╨п╬пЁп╬ п╨п╟п╫п╟п╩п╟)

source: Cannot tune input
ru: Не могу настроить вход

source: The teletext decoder needs GdkPixbuf, and configure didn't find it.
ru: Декодеру телетекста нужен GdkPixbuf, и configure не нашел его.

source: No tuner
ru: Нет тюнера

source: australia
ru: Австралия

source: No available standards
ru: Нет доступных стандартов

source: Cannot tune the device
ru: Не могу настроить устройство

source: Tveng critical error, zapping will exit NOW.
ru: Непоправимая ошибка Tveng, zapping выйдет немедленно.

source: tveng critical: %s
ru: tveng критикал: %s

source: Type %d of control %s is not supported
ru: Тип %d управления %s не поддерживается

source: Error adding %s
ru: Ошибка добавления %s

source: The current display depth isn't supported by TVeng
ru: Текущая глубина цвета не поддерживается TVeng

source: The device cannot be attached to any controller
ru: Устройство не может быть подключено ни к одному контроллеру

source: %s called on a non-controlled device: %s
ru: %d вызов на неуправляемом устройстве: %s

source: zapping_setup_fb exited abnormally, check stderr
ru: zapping_setup_fb вышел некорректно, проверте stderr

source: zapping_setup_fb failed to set up the video
ru: zapping_setup_fb не смог установить видео

source: Cannot figure out X depth
ru: Не могу определить число цветов X дисплея

source: Cannot duplicate device name
ru: Не могу дублировать имя устройства

source: Unknown attach mode for the device
ru: Неизвестный режим подключения для устройства

source: No inputs for this device
ru: Нет входов для этого устройства

source: Cannot find appropiate palette for current display
ru: Не могу найти подходящую палитру для текущего дисплея

source: Input %s doesn't appear to exist
ru: Вход %s похоже не существует

source: Input number %d doesn't appear to exist
ru: Вход номер %d похоже не существует

source: Standard %s doesn't appear to exist
ru: Стандарт %s похоже не существует

source: Standard %d doesn't appear to exist
ru: Стандарт %s похоже не существует

source: Cannot understand the actual palette
ru: Не могу понять настоящую палитру

source: Cannot understand the given palette
ru: Не могу понять данную палитру

source: Mono
ru: Моно

source: Unknown decoding mode
ru: Неизвестный режим декодирования

source: Unknown control: %s (%d)
ru: Неизвестная настройка: %s (%d)

source: Unknown audio control: %s (%d)
ru: Неизвестная аудио настройка: %s (%d)

source: Unknown video control: %s (%d)
ru: Неизвестная видео настройка: %s (%d)

source: Cannot find control "%s" in the list of controls
ru: Не могу найти настройку "%s" в списке настроек

source: Cannot find control %d in the list of controls
ru: Не могу найти настройку %d в списке настрйка: %s (%d)

source: Cannot understand actual palette
ru: п²п╣ п╪п╬пЁя┐ п©п╬п╫я▐я┌я▄ п╫п╟я│я┌п╬я▐я┴я┐я▌ п©п╟п╩п╦я┌я─я┐

source: Grabber chip can't sync (no station tuned in?)
ru: п╖п╪п© п╥п╟я┘п╡п╟я┌п╟ п╫п╣ п╪п╬п╤п╣я┌ я│п╦п╫я┘я─п╬п╫п╦п╥п╦я─п╬п╡п╟я┌я▄я│я▐ (п╫п╣я┌ п╫п╟я│я┌я─п╬п╣п╫п╫я▀я┘ я│я┌п╟п╫я├п╦п╧?)

source: Size check failed, quitting to avoid segfault
ru: Проверка размера неудачна, выхожу во избежание segfault

source: The capability field says that there is no overlay
ru: Поле возможностей говорит, что нет поддержки overlay

source: <Broken menu entry>
ru: <Неверная строка меню>

source: V4L2: Unknown control type 0x%x (%s)
ru: V4L2: Неизвестная настройка типа 0x%x (%s)

source: Not enough buffers
ru: Недостаточно буфферов

source: Sorry, but cannot go fullscreen
ru: Извините, не могу переключиться в полноэкранный режим

source: cannot determine your home dir
ru: не могу определить вашу домашнюю дирректорию

source: Cannot create config home dir, check your permissions
ru: Не могу создать конфигурационную дирректорию, проверьте права доступа

source: Cannot open config home dir, this is weird
ru: Не могу открыть конфигурационную домашнюю дирректорию, это стпа

source: Zapping cannot save configuration to disk You should have write permissions to your home dir...
ru: Zapping не может сохранить конфигурацию на диск Вы должны иметь права на запись в ващу домашнюю дирректорию...

source: Changing the value of %s from %s to %s
ru: Изменение значения %s с %s на %s

source: Trying to create %s as %s, but it existed before as %s
ru: Пытаюсь создать %s как %s, но оно уже существует как %s

source: Integer
ru: Целое число

source: String
ru: Строка

source: Float
ru: Число с пл. точкой

source: Boolean
ru: Булевое

source: Directory
ru: Дирректория

source: Undefined
ru: Не определено

source: Sorry, the especified type "%s" is unknown
ru: Извините, указанный тип "%s" неизвестен

source: Duplicated node in the config tree: %s
ru: Повторяющийся параметр в конфигурационном дереве: %s

source: %s is empty, but it shouldn't be
ru: %s пусто, а не должно

source: %s isn't your domain name, zconf will exit now
ru: %s не ваше доменное имя, zconf выйдет сейчас же

source: The properties dialog could not be opened, sorry
ru: Диалог свойств не может быть открыт, извините

source: Sorry, but the current input has no tuners
ru: Извините, но текущий вход не имеет тюнеров

source: Cannot sscanf() unsigned integer from %s
ru: Не могу сделать sscanf() unsigned integer из %s

source: s_channel could not be r integer from %s
ru: Не могу сделать sscanf() unsigned integer из %s

source: s_channel could not be r could not be retrieved, strange...
ru: s_channel не может быть получен, странно...

source: s_country could not be retrieved, strange...
ru: s_country не может быть получен, странно...

source: s_freq could not be retrieved, strange...
ru: s_freq не может быть получен, странно...

source: The specified frequence cannot be parsed
ru: Указанная частота не может быть разобрана

source: Returned country tune id is invalid
ru: Возвращен неверный id страны

source: Channel %s cannot be found in current country: %s
ru: Канал %s не найден в этой стране

source: Returned channel id (%d) is not valid
ru: Возвращенный id канала (%d) неверен

source: Usage: zapping_setup_fb [OPTIONS], where OPTIONS stands for --device dev - The video device to open, /dev/video by default --display d - The X display to use --bpp x - Current X bpp --verbose - Increments verbosity level --quiet - Decrements verbosity level --help, -? - Shows this message --usage - The same as --help or -? --version - Shows the program version
ru: Использование: zapping_setup_fb [ОПЦИИ], где ОПЦИЯМИ являются --device dev - Видео устройство для открытия, /dev/video по умолчанию --display d - X-дисплей который будет использоваться --bpp x - Текущая глубина цвета X --verbose - Увеличивает уровень отладки --quiet - Уменьшает уровень отладки --help, -? - Распечатывает это сообщение --usage - Тоже самое что --help или -? --version - Распечатывает версию

source: Video device name seems to be missing
ru: Имя видео устройства похоже отсутствует

source: X display name seems to be missing
ru: Имя X-дисплея похоже отсутствует

source: Real bpp seems to be missing
ru: Реаляп╣я┌ я┐я─п╬п╡п╣п╫я▄ п╬я┌п╩п╟п╢п╨п╦ --quiet - пёп╪п╣п╫я▄я┬п╟п╣я┌ я┐я─п╬п╡п╣п╫я▄ п╬я┌п╩п╟п╢п╨п╦ --help, -? - п═п╟я│п©п╣я┤п╟я┌я▀п╡п╟п╣я┌ я█я┌п╬ я│п╬п╬п╠я┴п╣п╫п╦п╣ --usage - п╒п╬п╤п╣ я│п╟п╪п╬п╣ я┤я┌п╬ --help п╦п╩п╦ -? --version - п═п╟я│п©п╣я┤п╟я┌я▀п╡п╟п╣я┌ п╡п╣я─я│п╦я▌

source: Imposible to understand --bpp %s, ignored
ru: п²п╣п╡п╬п╥п╪п╬п╤п╫п╬ п©п╬п╫я▐я┌я▄ --bpp %s, п©я─п╬п╦пЁп╫п╬я─п╦я─п╬п╡п╟п╫п╬

source: Unknown command line option %s, ignoring it
ru: п²п╣п╦п╥п╡п╣я│я┌п╫п╟я▐ п╬п©я├п╦я▐ %s, п©я─п╬п╦пЁп╫п╬я─п╦я─п╬п╡п╟п╫п╟

source: (C) 2000 Iп╞aki Garcп°a Etxebarria. This program is under the GNU General Public License.
ru: (C) 2000 Iп╞aki Garcп°a Etxebarria. п╜я┌п╬ п©я─п╬пЁя─п╟п╪п╪п╟ я─п╟я│п©я─п╬я│я┌я─п╟п╫я▐п╣я┌я│я▐ п╫п╟ я┐я│п╩п╬п╡п╦я▐я┘ GNU General Public License.

source: Given device %s has dots in it, cannot use it
ru: Указанное устройство %s содержит точки, не могу его использовать

source: Given device %s is too short, cannot use it
ru: Указанное устройство %s слишком короткое, не могу его использовать

source: Given device %s doesn't start with /dev/, cannot use it
ru: Указанное устройство %s начинается не с /dev/, не могу его использовать

source: Cannot open given device %s
ru: Не могу открыть данное устройство %s

source: Cannot open display %s, quitting
ru: Не могу открыть дисплей %s, выхожу

source: Go _Zapping
ru: В _Zapping

source: Channel up
ru: Канал вверх

source: Channel down
ru: Канал вниз

source: Configure capture
ru: Настроить захват

source: Autodetect Do not change mode
ru: Автоопределение Не изменять режим

source: No fixed ratio 4:3 16:9
ru: Нет фиксирования 4:3 16:9

source: Try to correct errors when decoding
ru: Пытаться исправлять ошибки при декодировании

source: Finetune:
ru: Точная подстройка:

source: Choose here the channels you want to use. If your country is not listed, please find out the frequencies used for the channels, and mail them to the author so they can get included in the next release of this program.
ru: Выберете здесь каналы которые вы хотите использовать. Если ваша страна не указана, пожалуйста найдите использемую таблицу частот и отправте ее автору. Таким образом они смогут быть включены в следующие версии программы.

source: Select here the country you are in
ru: Выберете здесь страну в который вы находитесь

source: Dummy country
ru: Пустышка

source: Fr┌п╣ п╦я│п©п╬п╩я▄п╥п╣п╪я┐я▌ я┌п╟п╠п╩п╦я├я┐ я┤п╟я│я┌п╬я┌ п╦ п╬я┌п©я─п╟п╡я┌п╣ п╣п╣ п╟п╡я┌п╬я─я┐. п╒п╟п╨п╦п╪ п╬п╠я─п╟п╥п╬п╪ п╬п╫п╦ я│п╪п╬пЁя┐я┌ п╠я▀я┌я▄ п╡п╨п╩я▌я┤п╣п╫я▀ п╡ я│п╩п╣п╢я┐я▌я┴п╦п╣ п╡п╣я─я│п╦п╦ п©я─п╬пЁя─п╟п╪п╪я▀.
ru: п▓я▀п╠п╣я─п╣я┌п╣ п╥п╢п╣я│я▄ я│я┌я─п╟п╫я┐ п╡ п╨п╬я┌п╬я─я▀п╧ п╡я▀ п╫п╟я┘п╬п╢п╦я┌п╣я│я▄

source: Alias
ru: Метка

source: kHz
ru: кГц

source: Frequence:
ru: Частота:
