Repository: zapping-vbi/vbi-archive
Catalog: zapping/po/*.po
Languages: da, de, es, fr, it, nl, pl, ru, sv

source: Select your country and click here to search for the available channels
ru: Выберете вашу страну и щелкните здесь для поиска доступных каналов

source: _Search for the available channels in the current country
ru: _Поиск доступных каналов в текущей стране

source: Enter here the alias you want to give to this channel:
ru: Введите здесь метку которую вы хотите дать каналу:

source: Eto give to this channel:
ru: Введите здесь метку которую вы хотите дать каналу:

source: Eу:
ru: Введите здесь имя которое вы хотите дать каналу

source: Click this button if you want to discard current changes
ru: Щелкните здесь если вы хотите забыть текущие изменения

source: Click here to add current channel
ru: Щелкните здесь что бы добавить текущий канал

source: Click here to delete selected channels
ru: Щелкните здесь что бы удалить выбранные каналы

source: Previous history entry
ru: п÷я─п╣п╢я▀п╢я┐я┴п╟я▐ п╥п╟п©п╦я│я▄ п╡ п╦я│я┌п╬я─п╦п╦

source: Next history entry
ru: п║п╩п╣п╢я┐я▌я┴п╟я▐ п╥п╟п©п╦я│я▄ п╡ п╦я│я┌п╬я─п╦п╦

source: Visit:
ru: Посетите:

source: Subpage, -1 for looking to all subpages
ru: Подстраница, -1 для просмотра всех подстраниц

source: Take a JPEG screenshot
ru: Сделать скриншот в JPEG

source: Sorry, not enough mem
ru: Извините, недостаточно памяти

source: The image won't be saved.
ru: Картинка не может быть сохранена.

source: The only supported pixformats are YUYV and YUV420
ru: Поддерживаются только форматы YUYV и YUV420

source: Save to file /dev/null
ru: Сохранить в файл /dev/null

source: Audio only Video only Audio and Video
ru: только Аудио только Видео Аудио и Видео
