<!DOCTYPE html PUBLIC "-//W3C//DTD html 4.0 transitional//EN">

<html>
  <head>
    <meta http-equiv="Content-Type" content=
    "text/html; charset=iso-8859-1">

    <title>Zapping Dokumentation: Zapzilla Ausgabefunktion</title>
  </head>

  <body bgcolor="#FFFEFE" color="#000000">
    <center>
      <h1>Zapzilla Ausgabefunktion</h1>
    </center>

    <center>
      <font size="-1">Draft 0.1</font>
    </center>

    <h3><a name="Contents"></a>Inhalt</h3>

    <ul>
      <li><a href="#Intro">Einleitung</a></li>
      <li><a href="#Dialog">Ausgabedialog</a></li>
      <li><a href="#HTML">HTML</a></li>
      <li><a href="#PPM">PPM</a></li>
      <li><a href="#PNG">PNG</a></li>
      <li><a href="#TXT">TXT</a></li>
      <li><a href="#ANSI">ANSI</a></li>
      <li><a href="#VTX">VTX</a></li>
    </ul>

    <h3><a name="Intro"></a>Einleitung</h3>
    Mit Zapzilla kannst du Teletext und Closed Caption Seiten in
    verschiedenen Formaten speichern. W&auml;hle dazu Ausgabe oder
    Zapzilla / Ausgabe im <a href="todo">Kontextmen&uuml;</a> und
    das gew&uuml;nschte Format. Bitte beachte da&szlig; die Seite
    so gespeichert wird wie sie am Bildschirm zu sehen ist,
    zum Beispiel mit hervorgehobenem Text nach einer Suchoperation.

    <h3><a name="Dialog"></a>Ausgabedialog</h3>
    <img src="export_dialog.png" alt="Der Ausgabedialog" align=
    "right">Zapping erstellt automatisch einen Dateinamen. Er
    setzt sich zusammen aus dem unter Einstellungen / VBI
    gew&auml;hlten Verzeichnis, dem Sendernamen und der
    Seitennummer. Du kannst nat&uuml;rlich einen anderen Namen
    eingeben, einen fr&uuml;heren zur&uuml;ckholen oder im
    Dateisystem suchen.

    <p>Die Optionen werden entsprechend dem Format dynamisch
    hinzugef&uuml;gt, alle Einstellungen bleiben nach Beenden der
    Sitzung erhalten. Details weiter unten.</p>

    <h3><a name="HTML"></a>HTML - HyperText Markup Language</h3>
    <a href="http://www.w3.org/TR/REC-html40"><font size="-1">HTML
    Spezifikation (Englisch)</font></a> 

    <p>Gibt eine Seite als HTML Seite aus, genauer als "preformatted"
    mit einem <tt>Schreibmaschinenzeichensatz</tt>. Zapzilla w&auml;hlt
    eine Kodierung die die Seite am effektivsten darstellen kann, zum
    Beispiel Griechisch: ISO-8859-7, andere Zeichen werden als Unicode
    gespeichert.</p>

    <p>F&uuml;r Zeichen die nicht einmal ein Unicode kennt, d.h. alle
    Arten von Grafikzeichen, kannst du einen Ersatz
    angeben. Ein einzelnes Zeichen ("&nbsp;" - Leerzeichen) steht f&uuml;r
    sich selbst, alternativ kann auch die Unicode Nummer in dezimaler
    ("32") oder hexadezimaler ("0x20") Schreibweise angegeben werden.</p>

    <p>HTML kann eine Anzahl Textattribute erhalten: <u>Unterstrichen</u>,
    <b>fett</b>, <i>schr&auml;ggestellt</i>. Das &lt;blink&gt; Element wird 
    verwendet um blinkenden Text zu markieren, allerdings ist das eine 
    Erweiterung von <a href="http://www.netscape.com">Netscape</a> und wird von
    anderen Webbrowsern ignoriert. Vordergrund- und Hintergrundfarben
    werden auf Wunsch als CSS Information eingebettet. Wenn du keine Farben
    siehst kann dein Browser Style Sheets nicht interpretieren oder
    die Funktion ist abgeschaltet. Zapzilla legt auch noch Links
    f&uuml;r URLs und E-Mail Addressen an die auf der Teletext
    Seite gefunden wurden, Seitennummern werden nicht verkn&uuml;pft.
    </p>

    <p>HTML Dateien bekommen einen Titel der den Sendernamen und
    die Seitennummer enth&auml;lt. Damit du mehrere Seiten in einer
    gr&ouml;&szlig;eren Datei verbinden kannst, gibt es die Option
    den HTML Header wegzulassen.</p>

    <p>Hebr&auml;isch und Arabisch ist nur teilweise implementiert,
    wenn du dich damit auskennst ist deine Hilfe sehr willkommen.</p>

    <h3><a name="PPM"></a>PPM - Portable PixMap</h3>
    <a href="man:ppm"><font size="-1">PPM Manual page</font></a> 

    <p>Gibt die Seite als PPM Grafik im bin&auml;ren (P6) Format
    aus.</p>

    <p>Der Zeichensatz mit dem Teletext und Closed Caption Seiten
    am Bildschirm dargestellt werden, versucht einem realen
    Fernseher nahe zu kommen. Ein Fernseher w&uuml;rde die
    vertikale Aufl&ouml;sung verdoppeln indem der Text &uuml;ber
    beide Halbbilder gelegt wird. Deshalb gibt es im Dialog die
    Option ein korrektes Seitenverh&auml;ltnis durch
    Zeilenverdopplung herzustellen, was zwar keine zus&auml;tzliche
    Information zeigt, aber daf&uuml;r die Dateigr&ouml;&szlig;e
    verdoppelt.</p>

    <p>Nebenbei sind die Pixel bei einem Fernseher rechteckig,
    und nicht quadratisch wie bei einem Computermonitor, dadurch
    sieht das Bild etwas schmaler aus als auf einem Fernseher.</p>

    <p>Eine weitere M&ouml;glichkeit die Seite zu exportieren, ist
    das Markieren mit der Maus und kopieren zum Klemmbrett.</p>

    <h3><a name="PNG"></a>PNG - Portable Network Graphics</h3>
    <a href="man:png"><font size="-1">PNG Manual page</font></a>
    
    <p>Gibt die Seite als PNG Grafik aus, mit einer 8 Bit Palette
    und Alpha Kanal.</p>

    <p>Dieses Format enth&auml;lt die gleichen Informationen wie
    PPM. Zus&auml;tzlich werden Transparenzattribute erhalten und
    die Datei ist wesentlich kleiner. Auch ein Titel wird eingeschlossen,
    er enth&auml;lt den Sendernamen und die Seitennummer. F&uuml;r das
    Seitenverh&auml;ltnis gilt dasselbe wie im Absatz zum <a href="#PPM">
    PPM Format</a> beschrieben.</p>

    <h3><a name="TXT"></a>TXT - ASCII Text</h3>
    Gibt die Seite als ASCII Text aus, bar aller Schriftstile und
    Farben. Griechische, kyrillische, hebr&auml;ische und arabische
    Teletext Seiten k&ouml;nnen nicht sinnvoll nach ASCII &uuml;bersetzt
    werden, auch verschiedene Sonderzeichen k&ouml;nnen verloren gehen.
    Wie bei <a href="#HTML">HTML</a> kannst du ein Ersatzzeichen
    festlegen.

    <p>Um die Textfarbe zu erhalten gibt es die Option ANSI Farbcodes
    einzuf&uuml;gen, bei den 4096 Farben von Teletext Level 2.5 ("HiText")
    kann das Ergebnis aber weniger ansprechend sein. Der Umwandler
    wei&szlig; nichts &uuml;ber dein Terminal, deshalb kannst du deine
    Vorder- und Hintergrundfarbe als Optionen einstellen.</p>

    <p>Eine weitere M&ouml;glichkeit Text zu exportieren, ist das
    Markieren mit der Maus und kopieren zum Klemmbrett. Die Farbe
    geht dabei verloren.</p>

    <h3><a name="ANSI"></a>ANSI - ANSI Text</h3>
    Wie ASCII, nur wird der Latin-1 (ISO-8859-1) Zeichensatz verwendet,
    und ANSI Farbcodes werden immer eingef&uuml;gt.

    <h3><a name="VTX"></a>VTX - VideoTeXt Format</h3>
    Das ist das Format in dem der VideoteXt Browser und das
    vbidecode Programm, das dem BTTV Treiber beiliegt, Teletext Seiten
    speichern. Es wird von Zapzilla f&uuml;r Programme unterst&uuml;tzt
    die VTX Seiten importieren.

    <p>VTX speichert Seiten unformatiert im Teletext Level 1.0 Format.
    Dadurch werden griechische, kyrillische, hebr&auml;ische und arabische
    Seiten beeintr&auml;chtigt, Sonderzeichen wie z.B. Umlaute die auf
    Level 1.5 &uuml;bertragen wurden sowie die zus&auml;tzlichen Farben,
    Schriftstile und Grafiken auf Level 2.5/3.5 gehen verloren. N&auml;mliches
    gilt f&uuml;r Links, d.h. Seitennummern, URLs und E-Mail Adressen.</p>

    <p>Wenn du daran interessiert bist einen XML-basierten Nachfolger zu
    entwickeln, bitte <a href="http://sourceforge.net/forum/forum.php?forum_id=7653">
    hier melden</a>, nach M&ouml;glichkeit in Englisch.<br>
    </p>
    <hr width="100%">
  </body>
</html>
